{"source": "autotrader", "timestamp": "20191110", "ads": [{"id": "201911104213220", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 29995, "reg": "2007/07", "body_type": "coupe", "miles": 60000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201911104213220", "description_raw": "Price: £29,995. Just Service at 58K ( £2,435) Full Service History All Previous MOTs (MOT May 2020)Full Carbon Pack Interior Upholstery upgrade (Kream Developments) Wrapped in satin black  Factory ibis white underneath great condition  (See last photos ) All service paperwork and bills .R8DHO reg included, Electric windows, Air conditioning, Satellite navigation, Parking aid, CD player, Bluetooth, Leather trim, Heated seats, Height adjustable driver's seat, Height adjustable passenger seat, 21\" Alloy Wheels, Power steering, Steering wheel rake adjustment, Steering wheel reach adjustment, Cruise control, Traction control, Central locking, Alarm, Driver's airbags, Immobiliser, Side airbags, Passenger airbags. White, 5+ owners, £29,995", "other1": "", "other2": "", "other3": ""}, {"id": "201910012799857", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 30500, "reg": "2008/08", "body_type": "coupe", "miles": 63500, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910012799857", "description_raw": "Price: £30,500. Stunning Audi R8, 4.2, R-Tronic, Carbon Pack With Full Service History 63,500 miles Full Main Dealer Service History 8 Months MoT Full Carbon Pack Inside And Out Bang & Olufsen Premium Sound System With Multi-Changer Built In Colour Sat-Nav Mag Ride Front And Rear Park Assist Active Rear Spoiler Heated And Electric Power Seats Both Sides Tyre Pressure Monitors Cruise Control Tracker Fitted 19\" Gloss Black Alloys In Excellent Condition This Car Is HPI Clear Taken In Part Exchange Against My Porsche GT3, Car Drives Beautifully With No Knocks Bangs Or Funny Noises. Overall A Stunning Car In Very Good Condition, Viewing Recommended, For Anymore Information Don't Hesitate To Contact Me. Nick - 07778863397. Payment Via Bank Transfer Or Cash On Collection  Only Just had A  New Full Set Of Goodyear Eagle F1 Tyres Fitted  19/09/2019, Next MOT due 09/05/2020, Full service history, Electric windows, Air conditioning, Satellite navigation, Parking aid, DVD, CD player, Bluetooth, Leather trim, Heated seats, Height adjustable driver's seat, Sports seats, 19\" Alloy Wheels, Power steering, Steering wheel rake adjustment, Steering wheel reach adjustment, Cruise control, Traction control, Central locking, Alarm, Immobiliser, Driver's airbags, Passenger airbags, Metallic paint. Silver, 5+ owners, £30,500", "other1": "", "other2": "", "other3": ""}, {"id": "201909041870560", "title": "Audi R8 4.2 FSI V8 Coupe 2dr Petrol R Tronic quattro (325 …", "price": 30989, "reg": "2007/57", "body_type": "coupe", "miles": 61000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909041870560", "description_raw": "Price: £30,989. Full Service History, Wrapped In Matt Black, Sat Nav, ", "other1": "", "other2": "", "other3": ""}, {"id": "201909222491864", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 31000, "reg": "2008/08", "body_type": "coupe", "miles": 67700, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909222491864", "description_raw": "Price: £31,000. Fantastic Condition with lots of extras. Full EXTENSIVE SERVICE history. Full interior leather pack with heated seats. Mag Ride. B&O Sound System. Alcantrara headlining. HPI clear. V8 engine sounds AMAZING. Xenon lights with DRL. 4 new tyres, full new brakes last year. Regrettably selling due to change in needs. Private plate included with the car. Rare example with original great condition paintwork (not wrapped like many others). 6 CD changer. Heated folding mirrors with auto dimming. BEAUTIFUL CAR, incredibly sad to see it go., Next MOT due 03/05/2020, Full service history, Electric windows, Satellite navigation, Parking aid, CD player, Bluetooth, Leather trim, Heated seats, Height adjustable driver's seat, Sports seats, Steering wheel rake adjustment, Cruise control, Central locking, Alarm, Immobiliser. Black, 4 owners, £31,000", "other1": "", "other2": "", "other3": ""}, {"id": "201906138986932", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 31900, "reg": "2009/09", "body_type": "coupe", "miles": 61500, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201906138986932", "description_raw": "Price: £31,900. Rikon London are delighted to offer this 2009/09 Audi R8 R-Tronic for sale, presented in Phantom Black over Pale Grey Extended Nappa Leather. Registered new on the 24th of April 2009, this R8 has only been serviced by Audi since new. The last service was from the renound Audi VWSC of Harrow on 20th June 2019, having covered 61,532 miles. Costing close to £90,000 new, this V8 is equipped with over £11k north of optional extras, including extended fine Nappa leather pack, Sat Nav Plus, Magnetic Ride, Bang & Olufsen Sound, Electric Heated Seats and much more. ", "other1": "", "other2": "", "other3": ""}, {"id": "201908121062804", "title": "Audi R8 4.2 FSI V8 Coupe 2dr Petrol R Tronic quattro (325 …", "price": 31994, "reg": "2007/57", "body_type": "coupe", "miles": 64000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201908121062804", "description_raw": "Price: £31,994. We are proud to offer for sale this stunning Audi R8. The car looks superb with its freshly refurbished gloss black alloy wheels which have just been wrapped in 4 brand new Pirelli Tyres. Black roof and Carbon-Fibre wrapped side blades also add to the superb looks. Enthusiast owned and a very reluctant sale for the previous owner who sadly had to change due to starting a new family. The car has got a very extensive service record and the last being completed at Audi less than 1000 miles ago! Don't miss the opportunity to own this stunning car!! Finance packages tailored to your needs, just ask one of our team to give you a quote. We offer hire purchase (HP) and PCP deals both at competitive rates. , Let us quote you for finance and value your part exchange not Autotrader or Zuto. We deal directly with the lenders to enable us to offer you the customer the most competitive rates of finance regardless of how much you borrow! All of our cars go through a very thorough workshop inspection, get freshly serviced if needed and come with a 3 month fully comprehensive (parts and labour) warranty and AA cover. Every car we sell is HPI clear with certificates to prove. LOW RATE FINANCE DEALS AVAILABLE. Open 5 days a week and weekends by appointment. Please call for availability & viewings. ", "other1": "", "other2": "", "other3": ""}, {"id": "201908311717875", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 34500, "reg": "2007/57", "body_type": "coupe", "miles": 41000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201908311717875", "description_raw": "Price: £34,500. NOYA MOTORS  is delighted to offer stunning  example of a first generation Audi R8, GREY COLOUR, Semi Automatic 4.2 Liters, 2dr coupe, 420 BHP.  it has the following. stunning grey   Beige Fine Nappa Leather, full AUDI service history last serviced april 2019  full carbon pack. BANG & OLUFSEN sound. sat nav heated seats mint condition alloy wheels. electronic spoiler. Electric windows< Air conditioning, Parking aid, CD player, sports seats Please visit our website for full specification and hi-resolution photographs.. to book a test drive please contact our friendly and helpful team same day test drive available!.. NOYA MOTORS is run by car lover owner which carries out individually sourced, best price on AutoTrader guaranteed, all cars come with  service history, hpi clear, 6 months warranty, with Unbeatable flexible finance deals available with same-day approval 0% deposit finance available, Our showroom is located at 12 Dodson way, Fengate, Peterborough PE1 5XJ. UK's best part exchange deals available; we guarantee to beat any \"we-buy-any-car\" quote.... Call now for details!!! , £34,500p/x welcome\n", "other1": "", "other2": "", "other3": ""}, {"id": "201904136950988", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 34950, "reg": "2009/09", "body_type": "coupe", "miles": 40000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201904136950988", "description_raw": "Price: £34,950. HCS Trading Ltd is a small independent Family run business. We are FCA Authorised, and work with all major finance companies, we can arrange finance for you ready to  make your next purchase. We only charge an administration fee if finance is outsourced. We also offer part exchange and extendable 3rd party warranties.\nAll of our cars are HPI Clear and have a full service history. Our cars are prepared to a high standard and are fully valeted ready to be viewed. THE CAR HAS RECENTLY HAD CLUTCHES ON THE AUTOMATIC GEARBOX OVERHAUL OF THE REAR DIFF, INCLUDING THE LAST SERVICE IT HAS JUST HAD £8000 SPENT ON THE CAR, 10 MONTHS MOT", "other1": "", "other2": "", "other3": ""}, {"id": "201910213548924", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 34975, "reg": "2009/59", "body_type": "coupe", "miles": 56000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910213548924", "description_raw": "Price: £34,975. Here for sale is my wife's stunning 2009 Audi R8 V8 Auto,  58,000 miles 11 Months Mot  Full service history, Only 4 owners Immaculate throughout,  Bang and olufsen stereo Fully HPI clear. She has owned this car over 12 months and covered less than 2000 miles. By far the best color combination being black with black leather and also benefiting from the must have Carbon blades, Wheels have recently been professionally refurbished with all brand new Pirelli P Zero tyres. About 6 months ago i decided to get rid of the old and dated mag ride suspension and had a full set of brand new coilovers fitted that sit at standard ride height, The difference to the ride and stability of the car is amazing, Obviously these are fully adjustable if you ever wanted to lower the car but personally i think its low enough at standard, I had the car serviced 6 months ago and had everything changed including all new spark plugs, All filters, Oil and all new sump washers etc etc, Also this week I have had another oil service done for the new owners peace of mind, Everything works as it should and it runs and drives superb, It wants for nothing at all, Number plate will be removed from the vehicle prior to sale, Viewing is available at our home address at evenings and weekends and all test drives will be with me behind the wheel, Any questions please ask,  Kind regards Mike, Black, 5+ owners, £34,975", "other1": "", "other2": "", "other3": ""}, {"id": "201905107807306", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 34993, "reg": "2008/58", "body_type": "coupe", "miles": 54000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201905107807306", "description_raw": "Price: £34,993. Oakleigh Cars are delighted to offer for sale this stunning Audi R8 with a great spec including, Carbon pack, Harmon Kardon, Full Leather. This vehicle has a full main dealer history, is HPI clear and comes with a 6 Month Warranty.", "other1": "", "other2": "", "other3": ""}, {"id": "201909122142555", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro 2dr", "price": 64995, "reg": "2013/63", "body_type": "coupe", "miles": 14059, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909122142555", "description_raw": "Price: £64,995. GKirby are proud to offer this stunning R8 V10 Plus S-Tronic. Ibis White, Fine Black Nappa Leather Comfort Seats With Diamond Cross Stitch, Carbon Fibre Interior Trim, 19\" 5 Double Spoke Y Alloys In Titanium, Carbon Fibre Front and Rear Diffusers, Carbon Fibre Wing Mirrors, Audi Parking Plus, Parking Sensors Front and Rear, LED Headlights, Illuminated Door Sills, Engine Bay Lighting, Carbon Fibre Engine Bay, Heated Seats, Electric Seats, Cruise Control, Air Conditioning, Audi Navigation System, Bluetooth Telephone Prep, Bang & Olufsen Sound System. Full Audi Service History, 4 Nearly New Michelin Pilot Sport Cup 2s", "other1": "", "other2": "", "other3": ""}, {"id": "201910093128237", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 35000, "reg": "2008/08", "body_type": "coupe", "miles": 58900, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910093128237", "description_raw": "Price: £35,000. This is an amazing car with so many extras including a specialist super loud exhaust system. Sounds like heaven! Carbon fibre in loads of areas, great condition, specialist spirts seats, new interior and new steering wheel. Full service history with last service less than 2k ago, clutch changed this year, Best colour combination of black with red brake callipers. Looking for a quick, easy and hassle free sale, so open to sensible offers as  just about to take delivery of a performance Tesla. Private sale Basingstoke, Electric windows, Air conditioning, Satellite navigation, Parking aid, CD player, Leather trim, Sports seats, Metallic paint, Power steering, Cruise control, Traction control, Central locking, Alarm, Immobiliser, Driver's airbags, Side airbags, Passenger airbags. Black, 5+ owners, £35,000", "other1": "", "other2": "", "other3": ""}, {"id": "201910253689709", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 35475, "reg": "2008/57", "body_type": "coupe", "miles": 49322, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910253689709", "description_raw": "Price: £35,475. 0% FINANCE AVAILABLE! HPI CLEAR! Junction 17 cars now have to offer a stunning Audi R8 4.2 V8 R-Tronic Quattro 2dr Coupe.. Audi Main Dealer Service History!.. Finished in Phantom Black Pearl and complemented by Black Nappa Leather Upholstery.. Fantastic Specification with desirable optional extras included.. Sat Nav System Plus.. Audi Magnetic Ride.. Bang & Olufsen Sound System.. Acoustic Parking Aid (Front and Rear).. Heated Electric Seats.. 19\" Alloys.\nPlease visit our website for full specification and hi-resolution photographs.... Junction 17 Cars is a unique family run business,  with all our cars HPI clear, and individually sourced, with service history, and fantastic features such as.... Audi Main Dealer service history (with 5 x service stamps present).... Unbeatable flexible finance deals available with same-day approval.... UK's best part exchange deals available; we guarantee to beat any \"we-buy-any-car\" quote.... Call now for details!!!", "other1": "", "other2": "", "other3": ""}, {"id": "201810231754375", "title": "Audi R8 4.2 FSI V8 Coupe 2dr Petrol R Tronic quattro (325 …", "price": 35495, "reg": "2008/57", "body_type": "coupe", "miles": 54000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201810231754375", "description_raw": "Price: £35,495. Full Audi Service history. Last owner purchased form main dealer and car has has extended warranty since. Satin grey wheels, new tyres, Larini Clubsport exhaust, Black mesh grille with number plate delete, Grey leather/Alcantara seats, Tailored outdoor cover, PRIVATE PLATE NOT INCLUDED", "other1": "", "other2": "", "other3": ""}, {"id": "201909202429045", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 35995, "reg": "2008/08", "body_type": "coupe", "miles": 46000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909202429045", "description_raw": "Price: £35,995. Borough Green Garage are pleased to offer this absolutely stunning Audi R8 4.2 FSI V8 R Tronic Quattro in matt finished dark grey with contrasting black and red full leather interior, full main dealer service history (10 services), 19\" alloy wheels, climate control, cruise control, Audi satellite navigation, bang & olufsen premium sound system, xenon headlights, LED daytime running lights, LED rear lights, chrome gear stick and knob, headlamp wash, bluetooth connectivity, PAS, steering wheel mounted gear controls, manual and automatic driving options, AUX in, plus much more, Audi's iconic supercar at a fraction of the cost, awesome drive!\n\nAll of our cars are supplied with 3 months warranty and inspected by us for safety before delivery. We further check them against the HPI Register for Write-off, Being Stolen or Currently Financed and supply each customer with a certificate.    Finance available.   We work with several Finance companies, including Close Motor Finance,MotoNovo and many more. ", "other1": "", "other2": "", "other3": ""}, {"id": "201910283783463", "title": "Audi R8 FSi V8 Quattro R tronic Auto Entry coupe in …", "price": 36500, "reg": "2008/08", "body_type": "coupe", "miles": 35413, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910283783463", "description_raw": "Price: £36,500. Full service history, Excellent bodywork, Black Full leather interior - Excellent Condition, Tyre condition Excellent, Metallic Grey with silver side blades, Fabulous Specification R8 4.2 R Tronic coupe in grey metallic with silver side blades,black leather,mag ride,carbon door panels,satellite navigation,plus number plate included R8 CXY,Other options added full bespoke mixed leather and Alcantara interior with coloured stitching and piping.Audi magnetic ride, 19 inch Audi 5 double spoke alloy wheels, satellite navigation, front and rear Audi acoustic parking system, carbon fibre sigma interior trim, Lighting pack, CD changer,,automatic Bi Xenon headlights with LED front lighting, bespoke leather and alcantara interior, active rear spoiler, information centre, 3 spoke multi-function steering wheel trimmed in leather and Alcantara with coloured stitching, climate control, plus more. This stunning unique R8 is truly a remarkable example,It is offered in exceptional condition and has been treasured since new with only 35413 miles covered. Car comes complete with the benefit and reassurance of a full service history.Great investment opportunity.  Foxearth Sports, Prestige  and  4x4 Ltd have been Awarded  and  are Winners of the 2019 BEST USED CAR DEALERSHIP in Staffordshire  and  also are Winners of the 2019 SUPERIOR CUSTOMER SERVICE AWARDS as voted by the public  and  the judging panel on the MNA Midland News Association of Motoring. This is recognition for us of the highest standard  and  assurance that you are in safe hands when you buy from us, With fantastic Specification Vehicles that come with very low Finance Options as well as ongoing Servicing Options including minor/major mechanical works, paintwork, MOTs  and  up to 3 years Warranty added to your vehicle for your peace of mind !  PURCHASE FROM HOME, COLLECT FROM US: Receive a guaranteed part exchange valuation subject to seeing your car,plus a finance pre-approval if required,as we go all the way to get you the best deal with over 40 finance companies that we talk to on your behalf.Then arrange a viewing and test drive by calling us,and once your happy,The car is yours.Also for your peace of mind, please ask about our full cover warranties we can offer you for any car from three months to three years with a total cover,plus our pre delivery inspection checks we do before the car is ready for you to collect,and our after sales,MOTs,and Servicing to keep you on the road.We are always here to help. Thank you  Available now at Foxearth Sports, Prestige and 4x4 ,Please call us today to either book an appointment,or come a long and see all our invividual motor cars we have for sale.Our company is one of the fastest growing specialized dealerships in the country and have been working in the motor industry for over 45 years,at Foxearth you can always find a variety of manufactures to suit your budget, and if you can`t see what you are looking for, please dont be disappointed,please call and ask,as we probably have the vehicle your looking for coming into stock,or can be sourced via our car finder service within a few hours. We always recommend booking in advance to see the vehicle you would like to see,so we can ensure this vehicle and others are available for you to see due to our vast stock turn over to avoid any disappointments to you., 2 owners, Our opening hours are between 9am to 6pm every day,please call anytime,out of hours 07889 807060, £36,500", "other1": "", "other2": "", "other3": ""}, {"id": "201909302778502", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 36975, "reg": "2008/08", "body_type": "coupe", "miles": 40000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909302778502", "description_raw": "Price: £36,975. 0% FINANCE AVAILABLE! HPI CLEAR!! Junction 17 Cars now have to offer a stunning example Audi R8 4.2 V8 R-Tronic Quattro 2dr Coupe.. Outstanding Audi dealer service history, with exceptional low mileage.. Matte Black body wrap, with Carbon Sigma blades & Black leatherupholstery.. Astonishing factory specification, with over £10k in optional extras!! Sat Nav.. Front & rear parking assist.. Alcantara headlining.. Mag ride suspension.. Bang & Olufsen premium sound system.. 19\" Twin spoke alloy wheels, in Gloss Black.\n Please visit our website for full specification and hi-resolution photographs.... Junction 17 Cars is a unique family run business, with all our cars HPI clear, and individually sourced, with service history, and fantastic features such as.... Outstanding Audi main dealer service history (with 6 x service stamps in the book).... Unbeatable flexible finance deals available with same-day approval.... UK's best part exchange deals available; we guarantee to beat any ''we-buy-any-car'' quote.... Call now for details!!!", "other1": "", "other2": "", "other3": ""}, {"id": "201907130031929", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 37995, "reg": "2008/08", "body_type": "coupe", "miles": 24000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201907130031929", "description_raw": "Price: £37,995. GREAT SPEC: MAG RIDE, Extended leather package, Carbon Sigma Sideblades, Audi magnetic ride, Bang & Olufsen Sound System, Electrically adjustable front seats, Metallic paint, Acoustic parking system front and rear, Auto-dimming, folding door mirror, Light Package, Bluetooth phone preparation, CD autochanger, Auto-dimming rear view mirror, Tyre pressure monitoring system, Cruise control,  Garage door opener, Coloured stitching for extended leather, Ice silver, metallic (Silver Sideblade),  APPROVED DEALER; Overnight Stay or National/International Delivery available. Visit thboler.com for a full set of pictures for this vehicle, have Peace of mind when purchasing from us.  Purchase your car from one of the largest independent car dealers in the UK, with a unique sales and service centre. ALL MAJOR PAYMENT METHODS ACCEPTED, ALL P/X WELCOME. OR FOR A UNBEATABLE FINANCE QUOTATION PLEASE VISIT OUR WEBSITE WWW.THBOLER.COM. OPEN 24/7.DREAM IT. DRIVE IT.", "other1": "", "other2": "", "other3": ""}, {"id": "201903266289521", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 39950, "reg": "2008/08", "body_type": "coupe", "miles": 17500, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201903266289521", "description_raw": "Price: £39,950. Audi R8 4.2 FSI R Tronic being offered by Quattro-Tech on behalf of a loyal customer, could be the best 2008 R8 being offered for sale in the UK. Just 2 owners from new, first being a private owner and the second our client who has owned the car since February 2009. Fantastic service and MOT history throughout, the car drives and feels tight, better than cars half its age. Brilliant additional specification, completely original and unmolested in any way, if you are serious about buying an R8 under £45K then this is the car you want to buy. \n\nQuattro-Tech (QT) are an independent VAG specialist with more than 90 years’ experience, offering only VAG cars for sale that have been checked thoroughly by our team, for more information please go to www.quattro-tech.co.uk.\n\nCars are supplied with a QT backed warranty, provenance checked and prepared for the new owner by the QT team. \n\nAll viewing subject to appointment so please call our team 01733 902592.\n\nFunding available through our funding partner Close Brothers, please call for your personal quotation.\n\nQT doesn’t sell cars we offer cars to purchase, our core business is the servicing and repair of VAG brand cars/commercials, offering a highly skilled alternative to the main dealer network. Soon after we started customers started to comment ‘wish you sold cars’ due to the level of customer service, transparency and integrity of the QT team. Now we do offer a small selection of VAG cars for purchase, all checked through by the skilled QT team. All cars come with a QT backed warranty, provenance checked, HPI checked to make sure the vehicles up hold the QT reputation.\n\nIf you are looking for a particular car that we don't have in stock, we can source cars through both BCA and Manhiem auction stock and purchase a suitable car but without the main dealer margin, please contact us for details.\n\nE&OE", "other1": "", "other2": "", "other3": ""}, {"id": "201907059766297", "title": "Audi R8 Coupe 4.2 V8 quattro Limited Edition 2dr", "price": 40000, "reg": "2012/12", "body_type": "coupe", "miles": 82904, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201907059766297", "description_raw": "Price: £40,000. *OVER £10,500 WORTH OF FACTORY OPTIONS* 'R8 XXD' PLATE STAYING WITH CAR. FULL AUDI SERVICE HISTORY! STUNNING CAR - DRIVES AMAZING! FINISHED IN PHANTOM BLACK PEARL THIS CAR HAS THE AUDI EXCLUSIVE LEATHER PACKAGE, BANG & OLUFSEN SOUND SYSTEM, FRONT & REAR PARKING SENSORS, HEATED FRONT SEATS, CRUISE CONTROL. CARBON SIGMA ENGINE COVER, SIDE BLADE AND DOOR MIRROR TRIMS. CURRENTLY GOING THROUGH OUR STRICT PREP PROCESS. CALL MATTHEW DEELEY FOR FURTHER INFORMATION ON 0116 283 1052.  FINANCE OPTIONS AVAILABLE. ", "other1": "", "other2": "", "other3": ""}, {"id": "201910153344169", "title": "Audi R8 QUATTRO 4.2 2dr", "price": 40990, "reg": "2009/59", "body_type": "coupe", "miles": 21900, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910153344169", "description_raw": "Price: £40,990. Grey, One of our all-time favourites, this absolutely stunning Daytona Grey R8 has to be the best example we have stocked to-date. With just 21,900 miles this car has been cherished throughout it's life and with diamond cut alloys and full black optics pack this car looks still looks like a current model. You will not find a better looking example for the money. With a full Audi service history and nearly new Pirelli P-Zero tyres all round this car is ready to drive away and enjoy. VIEWING AVAILABLE BY PRIVATE APPOINTMENT 7 DAYS A WEEK., £40,990", "other1": "", "other2": "", "other3": ""}, {"id": "201907140051556", "title": "Audi R8 5.2 V10 QUATTRO 2d AUTO 518 BHP", "price": 42950, "reg": "2009/09", "body_type": "coupe", "miles": 71469, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201907140051556", "description_raw": "Price: £42,950. Four wheel-drive, Red, TRY US FIRST - WE WANT YOUR PART EXCHANGE SEE OUR WEBSITE FOR DETAILS, FINANCE AVAILABLE UP TO 5 YEARS WITH NO DEPOSIT!!! £10920 OF FACTORY FITTED OPTIONS! SUPER SPORT BUCKET SEATS & CARBON PACK - Main Dealer Service History 7 Services last Jul 19 at 71k, MOT till Jul 20, Tax Available, PAS, Climate, Cruise, Full Colour Sat Nav, Front & Rear Parking Aids, Bang & Olufsen CD Sound System, Heated Front Bucket Seats, Alcantara Multi-Function Steering Wheel with Paddleshift, Phone Prepared with Voice Control, Xenons with Daytime Running Lights, Privacy Glass, Carbon Fibre Dash Trim/Door Panels/Mirrors/Side Blade & Engine Bay Covers, Tracker, E/Windows, R/C/Locking, Alarm/Immobiliser, 19\" Anthracite Twin Spoke Alloys, HPi Clear, Px Welcome, Fully Colour Coded in Brilliant Red Gloss with Full Black Nappa Leather Interior, EXCEPTIONAL MEGA SPEC'D R8 V10 QUATTRO AUTO IN GREAT COLOUR COMBO, FIRST TO SEE/DRIVE WILL BUY!!! Car located at our Essington Close Branch in the City of Lichfield. Family run Business 36 years experience in the Motor Industry, CALL OUR FREEPHONE NUMBER TO VIEW OR CLICK www.cars2youuk.co.uk **All our cars are advertised on a daily stock rotation, please see our website for each days full stock list - up to 100 Sports, Prestige & 4x4 Vehicles**, CALL OUR FREEPHONE NUMBER TO VIEW OR CLICK www.cars2youuk.co.uk, £42,950", "other1": "", "other2": "", "other3": ""}, {"id": "201909082005374", "title": "Audi R8 5.2 FSI V10 R Tronic quattro 2dr", "price": 43495, "reg": "2010/10", "body_type": "coupe", "miles": 53500, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909082005374", "description_raw": "Price: £43,495. Just arrived is our stunning Audi R8 5.2! The Audi comes in a truly desirable combination of Daytona Grey With Nappa Black Leather Interior. The 5.2 Litre produces over 500bhp and has near perfect weight distribution making it the perfect driving machine. Our R8 comes with full service history, 2 keys and has recently had all 4 alloys diamond cut.\n", "other1": "", "other2": "", "other3": ""}, {"id": "201910163376642", "title": "Audi R8 5.2 FSI V10 R Tronic quattro 2dr", "price": 44995, "reg": "2009/09", "body_type": "coupe", "miles": 40000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910163376642", "description_raw": "Price: £44,995. Full service history, very well looked after. Was told this was the very first v10 registered in the UK when I bought it from new. New brakes new aircon system new battery the car is practically brand new. Very low mileage. Releathered interior.  Drives like a dream. Bang and Olufsen sound system. I will listen to other offers if they are serious., Electric windows, Air conditioning, Satellite navigation, Parking aid, CD player, Bluetooth, Leather trim, Heated seats, Height adjustable driver's seat, Height adjustable passenger seat, Metallic paint, Power steering, Traction control, Central locking, Alarm, Immobiliser, Driver's airbags. White, 1 owner, £44,995", "other1": "", "other2": "", "other3": ""}, {"id": "201911074114226", "title": "Audi R8 4.2 FSi V8 R tronic Quattro 2dr", "price": 44999, "reg": "2011/61", "body_type": "coupe", "miles": 45000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201911074114226", "description_raw": "Price: £44,999. White, Here At Car Capital We Have A Beautiful 2011 Audi R8, this gem Has Only Covered 45,000 Miles And Has Full Service History. This Car Is In Immaculate Condition Throughout And Drives Superb! It Has Been Maintained Very Well, Last Serviced Carried Out In September  and  4 New Bridgestone Tyres Recently Fitted. The Bodywork Is In Immaculate Condition, 2 Keys  and  Complete Owners Pack Present  ~~~~~~~~~~~~~~~~~~~~~~~~~~  This R8 Is Packed With Extras Making It Even More Desirable! 19 Black Alloy Wheels, Carbon Side Blades, Colour Sat Nav, Reverse Camera, Parking Aid, MMI Port, Bluetooth, Paddle Shift, Sport Mode, B and O Premium Sound System, Full Black Leather Interior, Heated Seats, Auto Lights, Rain Sensoring Wipers, Trip Computer  ~~~~~~~~~~~~~~~~~~~~~~~~~~  -HPI All Of Our Vehicles Are HPI Clear  -FINANCE  and  PCP  We Work Closely With Lenders So We Are Able To Offer Low Rate Flexible Finance  and  Pcp Packages To Suit Every Budget, Including Customers With Poor Credit. Try Us First  and  We Assure You We Can Get You The Best Rate. Fill In Our Finance/pcp Form On Our Website Which Only Takes Minutes  -WARRANTY All Of Our Vehicles Come With 6 Months Warranty Which Can Be Extended, Provided By An Well Recognised Award Winning Warranty Company -PART EXCHANGES We Consider Every Car Which Is Offered To Us With Almost Instant Valuation, Fill In The Sell Your Car Form On Our Website -DELIVERY We Can Deliver Nationwide  **VIEWING BY APPOINTMENT ONLY**, 4 owners, FREE WARRANTY - P/EX, WELCOME-ALL MAJOR CARDS ARE ACCEPTED*VIEWING BY APPOINTMENT ONLY*, £44,999", "other1": "", "other2": "", "other3": ""}, {"id": "201911064073880", "title": "Audi R8 5.2 FSI V10 R Tronic quattro 2dr", "price": 45500, "reg": "2011/61", "body_type": "coupe", "miles": 49000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201911064073880", "description_raw": "Price: £45,500. Audi R8 v10 in stunning Suzuka grey ,piano black side blades, full black Nappa leather ,carbon sigma inlay ,front and rear parking system ,20? Judd wheels with new tyres ,number plate less front grill (rs6 style), full milltek exhaust, full H&R coilover kit with KW mag ride delete ,full history, new discs and pads all round  ,Smoke free, Pet free,Recent MOT ,2keys ,gutted to be selling due to new home buy.... number plate not included, Grey, 4 owners, £45,500", "other1": "", "other2": "", "other3": ""}, {"id": "201909182373026", "title": "Audi R8 5.2 FSI V10 R Tronic quattro 2dr", "price": 45950, "reg": "2011/60", "body_type": "coupe", "miles": 26000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909182373026", "description_raw": "Price: £45,950. FULL SERVICE HISTORY (AUDI+SPECIALIST), VERY LOW MILES, JUST SERVICED, IMMACULATE CONDITION, BEST COLOUR COMBINATION, SAT NAV, B+0, BEAUTIFUL EXAMPLE, BEST AROUND!\nJust come into stock is what can only be described as a truly beautiful example of the all impressive  Audi R8 V1O. Presented in the best colour combination of Metallic Sepang Blue with black leather interior. This car has only covered 26k miles and shows when seeing and driving the car. A full service history with a service just been carried out. The car sits on virtual new Pirelli P-Zeros and comes with all the lovey features and extras you would expect such as Mag Ride, Sat nav Plus, Bang and Olufsen, Oxygen sliver side-blades, heated seats, Front and rear parking sesnors, cruise control, electric seats with lumbar support, plus so much more. Last owner for 4 years and comes with a private plate!\nThese cars are now fantastic value for money and are considered an everyday supercar that is comfortable to drive whilst providing exhilarating performance and handling with the design and aesthetics that are unquestionable. Audi where way ahead of their time when they designed the R8. I am certain this is the best example in the market at this price range today!\n\nPART EXCHANGE AND COMPETITIVE FINANCE AVAILABLE.\n\n6 MONTHS COMPREHENSIVE WARRANTY INCLUDED WITH THE OPTION TO EXTEND!\n\nGJPOPECARS.COM\n\n", "other1": "", "other2": "", "other3": ""}, {"id": "201909041849425", "title": "Audi R8 5.2 FSI V10 Coupe 2dr Petrol R Tronic quattro (327 …", "price": 45950, "reg": "2009/09", "body_type": "coupe", "miles": 38000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909041849425", "description_raw": "Price: £45,950. We are pleased to offer this  fantastic Audi R8 V10 finished in Misano Red with carbon fibre side blades. This car has full Audi service history with the most recent one carried out on its current mileage. This car has 4 new Continental Sport Contact tires and is in superb condition.\nAll cars are available to view in our 5,000 sqf heated indoor showroom.  All vehicles supplied come with a new MOT where applicable and warranty which can be extended. Most major cards excepted, for deposits which can be taken over the phone.  We offer competitive finance packages including straight Hire purchase ( no balloon)  PCP (with balloon) and zero deposit options also available. Please contact us for a personalised quotation.  We are conveniently located just five mins from Cardiff central station and twenty five mins from Cardiff International airport (Collection available).  Reviews available on our social media site - Facebook,  for added peace of mind.  **Wrapping** Turn your car into something spectacular with a wide range of customised and coloured car wrapping films, please contact for full details.", "other1": "", "other2": "", "other3": ""}, {"id": "201910103174161", "title": "Audi R8 5.2 FSI V10 R Tronic quattro 2dr", "price": 45995, "reg": "2010/10", "body_type": "coupe", "miles": 34000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910103174161", "description_raw": "Price: £45,995. Extended Fine Nappa leather package, Sideblade Carbon Sigma, Audi Parking System Advanced, 19\" 5 twin-spoke design alloy wheels with high-gloss finish, Floor mats with R8 logo, Mobile telephone preparation - Low, with Bluetooth and voice control, Cruise control, Garage door opener, Coloured stitching for Fine Nappa leather, Audi Music Interface, Ice silver, metallic (Apollo silver side blade), Metallic paint, AA APPROVED DEALER; EVERY CAR COMES WITH A DRIVE AWAY 12 MONTH AA WARRANTY. Visit thboler.com for a full set of pictures for this vehicle, have Peace of mind when purchasing from us.  Purchase your car from one of the largest independent car dealers in the UK, with a unique sales and service centre. ALL MAJOR PAYMENT METHODS ACCEPTED, ALL P/X WELCOME. OR FOR A UNBEATABLE FINANCE QUOTATION PLEASE VISIT OUR WEBSITE WWW.THBOLER.COM. OPEN 24/7.DREAM IT. DRIVE IT.", "other1": "", "other2": "", "other3": ""}, {"id": "201907310646565", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 46990, "reg": "2008/08", "body_type": "coupe", "miles": 37748, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201907310646565", "description_raw": "Price: £46,990. Amazing spec! Full-service history. Just had a full service with two new rear Shock Absorbers fitted at Audi Tamworth (Â£2.7k). Full GT carbon styling, carbon engine bay, carbon side blades, carbon spoiler GT edition, carbon cockpit, carbon custom steering wheel, carbon canards, V10 GT spec alloys with Pirelli Tyres. Over 17k worth of extras added from Audi factory when made, I can send the list over if requested. Carbon collective protective wax treatment has been applied by a specialist, giving it an amazing brand-new glass finish on the paintwork! Finished in Daytona Grey with Extended Black Leather Interior. Options incl; Magnetic Ride Suspension, Full Carbon Engine Bay, Lighting Package with LED's in Engine Bay, Bang & Olufsen Premium Hi Fi, Fully Electric Seats with Variable Heating, Power Fold Mirrors, Park Sensors Front & Rear, Alloy Pedals, CD & SD Card Slots, Xenon Headlights with Auto-on, Full European Navigation. The condition of the car is simply outstanding and has been extremely well maintained. Can also include V10 exhaust tips and original steering wheel. Next MOT 11/05/2020, Next MOT due 11/05/2020, Full service history, Electric windows, Air conditioning, Satellite navigation, CD player, Leather trim, Heated seats, Height adjustable driver's seat, Height adjustable passenger seat, Power steering, Steering wheel rake adjustment, Steering wheel reach adjustment, Traction control, Central locking, Alarm, Driver's airbags, Side airbags, Passenger airbags, Metallic paint. Grey, 5+ owners, £46,990", "other1": "", "other2": "", "other3": ""}, {"id": "201906219261098", "title": "Audi R8 5.2 FSI V10 R Tronic quattro 2dr", "price": 46993, "reg": "2009/09", "body_type": "coupe", "miles": 68000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201906219261098", "description_raw": "Price: £46,993. Oakleigh Cars are delighted to offer sale this stunning Audi R8 5.2 FSI V10 R Tronic quattro 2dr. Specification Includes Mag Ride, Ceramic Brakes,Satellite Navigation Plus, Reversing Camera, Bang and Olufsen Sound System, Bluetooth, 6 Cd Changer, Tyre Pressure Monitoring System, Rain Sensors, Electric Climate Control, Hill Hold Assist. Please call for full specification. This vehicle is HPI clear, we accept credit and debit card payments, we can organise competitive finance for you and we would be happy to take your current vehicle in as part exchange. Viewing by appointment only. ", "other1": "", "other2": "", "other3": ""}, {"id": "201909232528793", "title": "Audi R8 4.2 FSI V8 Limited Edition R Tronic quattro 2dr", "price": 47800, "reg": "2012/12", "body_type": "coupe", "miles": 29000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909232528793", "description_raw": "Price: £47,800. A stunning example of an Audi R8 Limited edition in Audi exclusive paint with two tone Red and Black fine nappa leather interior throughout. Boasting a wealth of extras including Bang and Olufsen, Cruise control, Rear parking aid, Audi magnetic ride, 19\" Titanium alloys and much more! Carrying full up to date Audi service history with £6,000 just spent at the last service, this is not to be missed! Presented in excellent condtion inside and out complete with 2 x keys + Full HPI certificate + Part exchange and excellent finance rates available from 2.9% on this model! Family Autos are proud to have the highest review rating in North Linconshire. Please read our reviews on Auto Trader from trusted customers. Please read our reviews on Auto Trader from trusted customers. Please call 07763963397 for more information.", "other1": "", "other2": "", "other3": ""}, {"id": "201609057450945", "title": "Audi R8 4.2 FSI V8 Coupe 2dr Petrol R Tronic Quattro (318 …", "price": 49000, "reg": "2010/10", "body_type": "coupe", "miles": 38000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201609057450945", "description_raw": "Price: £49,000. HPi Clear Low Deposit Finance Arranged PX Welcome", "other1": "", "other2": "", "other3": ""}, {"id": "201910103167550", "title": "Audi R8 4.2 FSI V8 S Tronic quattro 2dr", "price": 49950, "reg": "2014/14", "body_type": "coupe", "miles": 17800, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910103167550", "description_raw": "Price: £49,950. 4.2 litre V8 with the updated 7 Speed S-tronic gearbox. White paint with Silver side blade and Black wheels. One owner since new with very low mileage. Black styling pack and illuminated engine bay. Full LED headlights and LED rear indicators. New Pirelli tyres have covered less than 1000 miles.  Excellent condition and drives immaculately., Next MOT due 19/12/2019, Electric windows, Air conditioning, Satellite navigation, Parking aid, CD player, Bluetooth, Leather trim, Heated seats, Height adjustable driver's seat, Power steering, Traction control, Central locking, Alarm, Immobiliser, Driver's airbags, Side airbags, Passenger airbags. White, 1 owner, £49,950", "other1": "", "other2": "", "other3": ""}, {"id": "201909242570140", "title": "Audi R8 5.2 FSI V10 R Tronic quattro 2dr", "price": 49975, "reg": "2011/11", "body_type": "coupe", "miles": 50000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909242570140", "description_raw": "Price: £49,975. 0% FINANCE AVAILABLE! HPI CLEAR! Junction 17 cars now have to offer a truly stunning Audi R8 5.2 FSI V10 R Tronic quattro.. Finished in Phantom Black metallic, with full Black leather upholstery.. Huge specifcation with optional extras including LED headlights.. Audi navigation plus.. Audi Mag ride.. Bang & Olufsen sound system.. Electric front seats.. Heated seats.. Front and rear parking sensors.. Cruise control.. Please visit our website for full specification and hi-resolution photographs.... Junction 17 Cars is a unique family run business, with all our cars HPI clear, and individually sourced, with service history, and fantastic features such as.... Superb Audi service history (with 5x Audi service stamps in the booklet)... Unbeatable flexible finance deals available with same-day approval.... UK's best part exchange deals available; we guarantee to beat any ''we-buy-any-car'' quote.... Call now for details!!!", "other1": "", "other2": "", "other3": ""}, {"id": "201910093129256", "title": "Audi R8 4.2 FSI V8 R Tronic quattro 2dr", "price": 49999, "reg": "2011/61", "body_type": "coupe", "miles": 50000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910093129256", "description_raw": "Price: £49,999. ., Next MOT due 07/01/2020, Full service history, Electric windows, Air conditioning, Satellite navigation, Parking aid, DVD, CD player, Bluetooth, Leather trim, Heated seats, Height adjustable driver's seat, Height adjustable passenger seat, Sports seats, Power steering, Steering wheel rake adjustment, Steering wheel reach adjustment, Cruise control, Traction control, Central locking, Alarm, Immobiliser, Driver's airbags, Side airbags, Passenger airbags. White, £49,999", "other1": "", "other2": "", "other3": ""}, {"id": "201909102057775", "title": "Audi R8 5.2 V10 QUATTRO 2d AUTO 518 BHP", "price": 50495, "reg": "2012/12", "body_type": "coupe", "miles": 29000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909102057775", "description_raw": "Price: £50,495. Full service history, Four wheel-drive, Black styling pack - R8 V10 Coupe, Cruise control, Audi parking system advanced, Contoured 3 spoke flat bottom multi-function leather sport steering wheel/gearshift paddle, Bucket seats with electric lumbar support and exclusive nappa leather/alcantara upholstery, 19\" 10 spoke Y design alloy wheels in High Gloss finish, Audi Exclusive fine nappa leather - Jet grey, Side blades in any Audi colour, High beam assistant, Driver's information system, DVD Satellite navigation system plus + 6.5\" colour monitor with radio + MP3 player, PAS, Service interval indicator, ABS/EBD, ASR, Driver/front passenger airbag, EDL traction control, ESP, Fasten seatbelt reminder, Front passenger airbag deactivation, Hill hold control, Tyre pressure monitoring system, Warning triangle and first aid kit, Anti theft system, Electronic immobiliser, Locking wheel bolts, Remote central locking, Valet parking key, Auxiliary input socket, Bang + Olufsen advanced sound system, Adjustable steering column, Colour keyed carpet, Cupholders in centre console, Electrically adjustable front seats, Electronic climate control (ECC), Exit lights in doors, Front headrests, Heated seats, Illuminated lockable passenger glove compartment, Jack and tool kit, Polished aluminium gear lever and gate, R-Tronic steering wheel mounted paddles, Sports seats, Stainless steel pedals, Sun visors with mirrors, Auto dimming and folding door mirrors, Body coloured bumpers, Daytime running lights, Electric front windows, Electrically adjustable and heated door mirrors, Heated rear window, LED brake lights, LED headlights with headlight washers, R8 scuff plates, Retractable rear spoiler, Twin exhaust tailpipes x2, Tyre mobility system, Light package - R8, Audi magnetic ride REF:PCYJC. Red, One of the best example Audi R8 V10's in the UK with just 29000 miles this 517bhp 5.2 V10 engine has been meticulously maintained with 8 service receipts, the most recent completed on just 27777 miles. With an endless list of extras this example boasts a one of a kind look with Carbon Fibre Finish Sideblades, Audi Black Pack which includes Front Grille, Exhaust Tips and Window Bezel all finished in a high gloss Black, Optional Extra 19\" 10-Spoke Y Design Alloys with Gloss Black Finish, Audi Magnetic Ride, Audi Advanced Parking System with Front & Rear Sensors along side Reversing Camera, Adjustable Sports Suspension with Electronic Rear Spoiler, Audi High Beam Assist, Exclusive Black Fine Nappa Leather Interior with Brilliant Red Colour Stitching, Heated Seats, Full Leather Flat Bottom Multifunction Steering Wheel, Audi Navigation Plus with Colour Screen, BANG & OLUFSEN Surround Sound System, A Must Buy for any Car Enthusiast! LOW RATE FINANCE & NATIONWIDE DELIVERY AVAILABLE, www.evolvemotorcompany.co.uk, £50,495", "other1": "", "other2": "", "other3": ""}, {"id": "201907260477164", "title": "Audi R8 4.2 V8 QUATTRO 2d AUTO", "price": 51995, "reg": "2013/63", "body_type": "coupe", "miles": 6360, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201907260477164", "description_raw": "Price: £51,995. Four wheel-drive, Audi parking system plus with rear camera, Contrast stitching - Titanium grey, Cruise control, Metallic - Suzuka grey, Metallic paint REF:C3CGC. Grey, Stunning low mileage example equipped with £5945 in options costing £99845 new in Suzuka grey metallic. Recently serviced by Audi, the car has been serviced at 3664 miles, 5175 and 6336 miles. The car features LED headlights, advanced parking system with rear view camera, heated seats, Audi Music Interface, Nappa leather sports seats, bluetooth phone interface, cruise control, sat nav, front and rear parking sensors, voice control, LED daytime running lamps, Quattro 4WD, Sport mode, climate control and more. All keys and bookpack present. PROMOTORS WERE AWARDED A TOP 10 RANKING IN THE 2018 AUTOTRADER RETAILER AWARDS OUT OF OVER 6,500 NATIONAL RETAILERS. PLEASE SEE OUR WEBSITE FOR 60+PHOTOS HIGH QUALITY PHOTOS, HD VIDEO AND ONLINE FINANCE CALCULATOR. ZERO DEPOSITS AVAILABLE, SUBJECT TO STATUS. MOST OF OUR VEHICLES ARE READY TO DRIVE AWAY TODAY., £51,995", "other1": "", "other2": "", "other3": ""}, {"id": "201911013923993", "title": "Audi R8 COUPE SPECIAL EDITIONS 4.2 FSI [430] Quattro Limited …", "price": 52922, "reg": "2012/62", "body_type": "coupe", "miles": 25041, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201911013923993", "description_raw": "Price: £52,922. Four wheel-drive, 19\" 5 arm double spoke Y design alloy wheels in Titanium finish, 3 spoke flat bottomed multi-function leather steering wheel, ABS/EBD, Adjustable steering column, Aluminium gear knob, Anti theft system, ASR, Audi exclusive leather controls pack - R8, Audi exclusive Leather Design Pack - R8, Audi magnetic ride, Audi music interface, Auxiliary input socket, Bang + Olufsen advanced sound system, Black roof lining, Body colour bumpers, Body colour door mirrors, Brake calipers in red, Colour contrasting sideblades, Colour keyed carpet, Cupholders in centre console, Driver/front passenger airbag, Driver's information system, DVD Satellite navigation system  plus + 6.5\" colour monitor with radio + MP3 player, EDL traction control, Electric front windows, Electric lumbar support, Electrically adjustable and heated door mirrors, Electronic climate control (ECC), Electronic immobiliser, ESP, Exit lights in doors, Fasten seatbelt reminder, Fine Nappa leather upholstery, Floor mats with R8 logo, Front headrests, Front passenger airbag deactivation, Front side airbags, Heated rear window, Illuminated door sill trim with Aluminium inserts, Illuminated lockable passenger glove compartment, Isofix child seat attachment, Jack and tool kit, LED brake lights, Light package - R8, Locking wheel bolts, Metallic paint, Micrometallic grey inlay, Mobile phone preparation pack 1 - R8, PAS, Polished aluminium gear lever and gate, R8 scuff plates, Remote central locking, Retractable rear spoiler, R-Tronic steering wheel mounted paddles, Service interval indicator, Sports seats, Stainless steel pedals, Sun visors with mirrors, Twin exhaust tailpipes x2, Tyre mobility system, Valet parking key, Warning triangle and first aid kit, Xenon Plus Headlights with headlight washers and daytime running lights. Grey, 5+ owners, Contact us for a personalised video today, £52,922 Non VAT Qualifying", "other1": "", "other2": "", "other3": ""}, {"id": "201909222488294", "title": "Audi R8 V10 PLUS QUATTRO 5.2 2dr", "price": 53995, "reg": "2013/62", "body_type": "coupe", "miles": 43317, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909222488294", "description_raw": "Price: £53,995. White, Stunning Audi R8 V10 Plus with Full Audi Service History, consisting of 4 Services at 12k, 14k, 20k and 38k, 38k was a Major Service, finished in a WHITE with Black Nappa Leather with 19in Black Alloys and spec to include Audi Parking System Advanced with Reversing Camera, Heated Seats, Carbon Interior Trim, Cruise Control, Illuminated Aluminium Door Trims, Carbon Side Blades, Carbon Sigma Engine Bay Trim, Carbon Sigma Lip Spoiler, Carbon Sigma Rear Diffuser, Carbon Sigma Door Mirrors, Apple Car Play, Satellite Navigation, Bluetooth Phone Prep, Flat Bottom Steering Wheel, Sports Suspension Plus, Hill Hold, Tyre Pressure Monitoring System, Leather Centre Console, Alcantara Headlining in Black, Multifunction Steering Wheel, Auto Dimming Interior Mirror, On-Board Computer, Climate Control, Launched in 2013 the R8 Plus is the flagship derivative to the R8 model, with various modifications over the standard V10 to include upgraded power to 542bhp, ceramic brakes, bucket seats and carbon fibre interior and exterior trim. The performance is also enhanced with a weight saving of 50kg over the standard and plus specific suspension. Please note, all vehicles are subject to a £99+ VAT admin fee. Big Van World is one of the UK's largest independent van and 4x4 dealerships, with over 600 vehicles in stock all on one site. Having been established since 2002, we are committed to offering the, £53,995", "other1": "", "other2": "", "other3": ""}, {"id": "201909021755810", "title": "Audi R8 5.2 FSI V10 R Tronic quattro 2dr", "price": 53995, "reg": "2011/61", "body_type": "coupe", "miles": 11000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909021755810", "description_raw": "Price: £53,995. A Beautiful Low Mileage High Specification Example  In As New Condition", "other1": "", "other2": "", "other3": ""}, {"id": "201906259388565", "title": "Audi R8 5.2 FSI Quattro 2dr R Tronic", "price": 54977, "reg": "2012/62", "body_type": "coupe", "miles": 20100, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201906259388565", "description_raw": "Price: £54,977. Driver's information system, DVD Satellite navigation system  plus + 6.5&quot; colour monitor with radio + MP3 player, PAS, Service interval indicator, Auxiliary input socket, Bang + Olufsen advanced sound system, Auto dimming and folding door mirrors, Body colour bumpers, Daytime running lights, Electric front windows, Electrically adjustable and heated door mirrors, Heated rear window, LED brake lights, LED headlights with headlight washers, R8 scuff plates, Retractable rear spoiler, Twin exhaust tailpipes x2, Adjustable steering column, Colour keyed carpet, Cupholders in centre console, Electrically adjustable front seats, Electronic climate control (ECC), Exit lights in doors, Front headrests, Heated seats, Illuminated lockable passenger glove compartment, Jack and tool kit, Polished aluminium gear lever and gate, R-Tronic steering wheel mounted paddles, Sports seats, Stainless steel pedals, Sun visors with mirrors, Light package - R8, ABS/EBD, ASR, Driver/front passenger airbag, EDL traction control, ESP, Fasten seatbelt reminder, Front passenger airbag deactivation, Hill hold control, Tyre pressure monitoring system, Warning triangle and first aid kit, Anti theft system, Electronic immobiliser, Locking wheel bolts, Remote central locking, Valet parking key, Audi magnetic ride, Tyre mobility system. Metallic Blue, This is one of the best low-mileage Audi R8 V10's on the market. Covered in Genuine Carbon Fibre inside and out, which really makes this car stand out from the competition. The colour, Sepang Blue, suits the R8 down to the ground and is the perfect balance between striking and remaining classy. Whilst it is subjective and is ultimately down to personal preference, chrome trim is not the thing to have anymore. Fortunately this has the Black Pack, so the front grills, exhaust tips and window bezels are in Gloss Black finish - far more desirable.Sitting proudly behind the glass engine cover, is the 517bhp 5.2 V10 engine, presented in a sea of stunning Carbon trims. The engine note and performance from this Powertrain is staggering and will bring a smile to the new owners face again and again. You may think that being a Supercar that it is impractical or not usable in the real world - that is not the case. The R8 is full of creature comforts, such as the Bang  Olufsen sound system, Cruise Control, Multi-function steering wheel, heated and fully electric seats, Air Conditioning, Automatic Headlights, Navigation Plus and because of the void where the engine would normally be a surprising amount of space for luggage.|£192 Admin Fee applies |If you have any questions about this beautiful R8 or would like to arrange a viewing, please call one of our team on 01689 660603, ¿192 Admin Fee - HPI certificates, P/x Welcome, Warranty Included, Finance available, £54,977", "other1": "", "other2": "", "other3": ""}, {"id": "201909212475050", "title": "Audi R8 5.2 V10 QUATTRO 2d AUTO 518 BHP Bang & Olufsen! Rev …", "price": 55000, "reg": "2011/61", "body_type": "coupe", "miles": 20000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909212475050", "description_raw": "Price: £55,000. Four wheel-drive, ABS/EBD, Adjustable steering column, Anti theft system, ASR, Audi magnetic ride, Auto dimming and folding door mirrors, Auxiliary input socket, Bang + Olufsen advanced sound system, Body coloured bumpers, Colour keyed carpet, Cupholders in centre console, Daytime running lights, Driver's information system, Driver/front passenger airbag, DVD Satellite navigation system plus + 6.5\" colour monitor with radio + MP3 player, EDL traction control, Electric front windows, Electrically adjustable and heated door mirrors, Electrically adjustable front seats, Electronic climate control (ECC), Electronic immobiliser, ESP, Exit lights in doors, Fasten seatbelt reminder, Front headrests, Front passenger airbag deactivation, Heated rear window, Heated seats, Hill hold control, Illuminated lockable passenger glove compartment, Jack and tool kit, LED brake lights, LED headlights with headlight washers, Light package - R8, Locking wheel bolts, PAS, Polished aluminium gear lever and gate, R-Tronic steering wheel mounted paddles, R8 scuff plates, Remote central locking, Retractable rear spoiler, Service interval indicator, Sports seats, Stainless steel pedals, Sun visors with mirrors, Twin exhaust tailpipes x2, Tyre mobility system, Tyre pressure monitoring system, Valet parking key, Warning triangle and first aid kit REF:ADNKC. Black, *** FOR SALE is an absolutely immaculate Audi R8 V10 Quattro! The car has only 2 previous keepers and Full Audi Service History! Comes with 2 keys and the following specification: Carbon Pack, Reversing Camera with Parking Sensors, Bang & Olufsen System, Telephone Connectivity, Full Leather Interior, Electric Heated Seats, Auto Headlights, Electric Rear Spoiler, Alcantara Roof Lining, Power Folding Wing Mirrors! The car will be sold with a brand new 12 month MOT!, £55,000", "other1": "", "other2": "", "other3": ""}, {"id": "201911064084205", "title": "Audi R8 4.2 FSI V8 S Tronic quattro 2dr", "price": 55990, "reg": "2015/15", "body_type": "coupe", "miles": 28000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201911064084205", "description_raw": "Price: £55,990. We are proud to offer this fantastic specification Audi R8 V8 Coupe, finished in Suzuka grey with a big specification. Full carbon interior, electric heated seats, cruise control, B&O Speakers, reverse camera and much more!", "other1": "", "other2": "", "other3": ""}, {"id": "201907240405998", "title": "Audi R8 Coup- 4.2 FSI quattro 430 PS S tronic 2dr", "price": 56995, "reg": "2014/14", "body_type": "coupe", "miles": 14662, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201907240405998", "description_raw": "Price: £56,995. *****Caffyns offer great deals on new cars and used vehicles and is one of the most dependable car dealer groups in the South East of England. We offer a large range of approved used Audi’s for sale across our 3 Audi sites in the South East.  Everyone at Caffyns has an extensive knowledge of the motor trade and is dedicated to helping you find the perfect car that will suit all of your needs. Our team of sales experts will be on hand to provide any advice that you may need during the process.  Caffyns provides high quality service to all of its customers, as well as delivering unbeatable servicing offers at the manufacturer approved service centres across the South East.  Our approved used vehicles go through a 145 point check, are reconditioned with Audi original parts, history and mileage checks, and service history. Other benefits are warranty and roadside assistance, 12months warranty, MOT protection, key insurance and Audi insurance.  To arrange a personal viewing of this amazing car or if you would like a tailored video to be emailed to you then please contact us.  Please give us a call for directions on 01323 525700, we are located on Willingdon Drove. Our post code is BN23 8AS.*****", "other1": "", "other2": "", "other3": ""}, {"id": "201909232518946", "title": "Audi R8 4.2 FSI V8 S Tronic quattro 2dr", "price": 57495, "reg": "2015/15", "body_type": "coupe", "miles": 18437, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909232518946", "description_raw": "Price: £57,495. Low rate finance available via my independent broker. As an example. A 10K Deposit = 295 PCM.  A 20K Deposit = 175 PCM. 4 brand new tyres fitted worth 1,200. Stunning Audi R8 in it's original specification. Fantastic condition, it looks and feels  NEW.  A modern classic loved by all. This car comes with an upgraded wireless bluetooth & mobile phone system which is very rare to have and a benefit you will not want to do without. I believe only the 15 plate models and newer have this. Making this Audi R8's entertainment system much more modern than the 07 - 14 plates. This upgraded system connects with all of the latest modern devices with steering wheel controls as well. SAT NAV. Heated Seats. PPF (Paint Protection Film) which I am told can be rather expensive to have done. The ultimate S-Tronic gear box. Simply call to book a viewing and you will see how well looked after this car is., Electric windows, Air conditioning, Satellite navigation, MP3 player, Bluetooth, Leather trim, Heated seats, Power steering, Steering wheel rake adjustment, Steering wheel reach adjustment, Traction control, Central locking, Alarm, Immobiliser, Driver's airbags, Side airbags, Passenger airbags, Metallic paint. White, 2 owners, £57,495", "other1": "", "other2": "", "other3": ""}, {"id": "201911033984298", "title": "Audi R8 5.2 FSI V10 S Tronic quattro 2dr", "price": 57500, "reg": "2014/14", "body_type": "coupe", "miles": 25500, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201911033984298", "description_raw": "Price: £57,500. More photos to follow. Lovingly cared for V10 R8 with carbon side blades, reversing camera, front and rear parking sensors. Full Audi service history. Next MOT is July 2020 and service is March 2020.  Grey leather interior. Any questions, please let me know., Smoke free, Pet free, Full service history, Recent MOT, Electric windows, Air conditioning, Satellite navigation, Parking aid, Bluetooth, Heated seats, Leather trim, Height adjustable driver's seat, Traction control, Central locking, Alarm, Immobiliser, Driver's airbags, Side airbags, Passenger airbags. Grey, 2 owners, £57,500", "other1": "", "other2": "", "other3": ""}, {"id": "201810301962181", "title": "Audi R8 4.2 V8 QUATTRO 2d AUTO 424 BHP AUDI HISTORY, SIGMA …", "price": 58000, "reg": "2015/15", "body_type": "coupe", "miles": 17000, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201810301962181", "description_raw": "Price: £58,000. Four wheel-drive, 19, Adjustable steering column, Aluminium scuff plates, Anti theft system, Anti-lock Brake System and Electronic Brakeforce Distribution, Anti-slip regulation, Audi parking system plus with front and rear sensors, Audi parking system plus with rear camera, Auxiliary input socket, Bang + Olufsen advanced sound system, Body colour bumpers, Carbon sigma sideblades, Cruise control, Cupholders in centre console, Driver's information system, Driver/front passenger airbag, DVD Satellite Navigation, Electric front windows, Electrically adjustable and heated door mirrors, Electronic climate control (ECC), Electronic Differential Lock + traction control, Electronic immobiliser, Electronic Stability Programme, Exit lights in doors, Fasten seatbelt reminder, Front headrests, Front passenger airbag deactivation, Heated front seats, Heated rear window, Hill hold control, Interior light, LED brake lights, LED headlights with static cornering light, Lockable/illuminated glovebox, Locking wheel bolts, Metallic - Suzuka grey, Power assisted steering, Preparation for tracking system, Radio with single CD + MP3 compatability + 2 memory card slots + 6.5\" colour display, Remote central locking, Retractable rear spoiler, Service interval indicator, Sun visors with mirrors, Tyre repair kit, Valet parking key, Warning triangle and first aid kit REF:5ZH2B. Grey, [PQE] Black styling package -[0P9] Rear exhaust tailpipe -[4ZM] Black styling package (matt) 2. Paint finishes -[6H3] sideblade carbon sigma [PQI] 19\" 5-arm double-spoke [PC2] Red Brake Calipers -[1KY] Disc brakes, rear -[1LJ] Disc brakes, front 10. Seats/seating comfort [PV1] Electric front seats -[7P1] 4-way lumbar support -[3L5] Front seats, electrically adjustable 12. Trim -[GS3] Stainless steel pedals -[9VK] Bang & Olufsen sound system -[7X8] Audi parking system advanced -[8T2] Cruise control -[8N7] High-beam assist [PAM] Light package -[4L6] Auto dimming rear view mirror -[QQ1] Lighting package -[9L1] Engine compartment lighting 5. Mirrors -[6XK] Exterior mirrors: automatically dimming,electrically foldable/adjustable/heated Credit problems??.Not a problem.Contact Lee (No one tries harder to get you credit). Please visit website www.lowcostmotorcompany.co.uk to view more photos and also complete online finance application form. RESERVE this car for 100 pound deposit fully refundable if you are unhappy with the vehicle in any way once you have seen it. Call us for the best possible part exchange price. We always have over 100 cars in stock, and have some of the cheapest cars on Autotrader., £58,000", "other1": "", "other2": "", "other3": ""}, {"id": "201910113197988", "title": "Audi R8 COUPE 4.2 FSI V8 Quattro 2dr S Tronic", "price": 59102, "reg": "2014/64", "body_type": "coupe", "miles": 13206, "cc": 4.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910113197988", "description_raw": "Price: £59,102. Four wheel-drive, 19\" 5 arm double spoke alloy wheels, 3 spoke flat bottom multi-function leather steering wheel including paddle shift, 7 speakers, ABS/EBD, Adjustable steering column, Aluminium door sill trims, Aluminium gear knob, Aluminium scuff plates, Anti theft system, Ashtray and cigar lighter, ASR, Audi music interface, Auxiliary input socket, Black roof lining, Bluetooth connectivity with voice control, Body colour bumpers, Body colour door mirrors, Cupholders in centre console, Driver/front passenger airbag, Driver's information system, DVD Satellite Navigation, EDL traction control, Electric front windows, Electric lumbar support, Electrically adjustable and heated door mirrors, Electronic climate control (ECC), Electronic immobiliser, ESP, Exit lights in doors, Fasten seatbelt reminder, Fine Nappa leather upholstery, Front headrests, Front passenger airbag deactivation, Front side airbags, Heated front seats, Heated rear window, Hill hold control, Interior light, Isofix child seat attachment, LED brake lights, LED headlights with static cornering light, Left and right single chrome exhaust tailpipes, Lockable/illuminated glovebox, Locking wheel bolts, Matt silk finish black inlay, PAS, Preparation for tracking system, R8 scuff plates, Radio with single CD + MP3 compatability + 2 memory card slots + 6.5\" colour display, Remote central locking, Retractable rear spoiler, Service interval indicator, Sideblades matched to body colour, Solid paint, Sports seats, Sports suspension, Sun visors with mirrors, Tyre repair kit, Valet parking key, Warning triangle and first aid kit. Black, 3 owners, Contact us for a personalised video today, £59,102 Non VAT Qualifying", "other1": "", "other2": "", "other3": ""}, {"id": "201907190254889", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro 2dr", "price": 59990, "reg": "2014/14", "body_type": "coupe", "miles": 34791, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201907190254889", "description_raw": "Price: £59,990. We are very pleased to offer for sale this stunning  R8 V10 Plus  finished Matte Sepang Blue with a  Black Nappa Leather Interior and  19\" 5 spoke alloy wheels. This is a highly specified example some of which includes Bang & Olufsen Sound System, Carbon Ceramics, Carbon  Fibre  Interior & Exterior Pack, Sports Seats and much more besides. (Please see full spec list) This particular examples benefits from Full Audi Service History with the last service having been carried out in July 2019. ", "other1": "", "other2": "", "other3": ""}, {"id": "201911094197822", "title": "Audi R8 5.2 FSI [550] V10 Plus Quattro 2dr S Tronic", "price": 59995, "reg": "2013/13", "body_type": "coupe", "miles": 25000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201911094197822", "description_raw": "Price: £59,995. Silver, We now have available to purchase a wonderful Audi R8 Plus with an impressive 542 HP. The car has FSH with Audi and a very impressive equipment listing that includes:Dual zone climate control, cruise control, heated seats, satellite navigation, bluetooth telephone integration system, alloy wheels, Audi Advanced Parking System, black nappa leather with coloured stitching, carbon fibre interior including the paddle shifts, carbon fibre exterior trim, 3-Spoke Flat-Bottomed Steering Wheel, Electric Front Windows, Remote central locking, 3-Spoke Flat-Bottomed Steering Wheel, Anti-Lock Brake System (ABS), electric lumbar support, front and side airbags, anti-lock brakes, ceramic brakes, electric mirrors, electronic Stability Control, Drivers Information System, Radio System RNS-E - Concert Radio with Single Front-Loading CD Player and MP3 File Compatibility, AUX-IN Socket, 2 Slots for MMC/SD Memory Cards, Audi Music Interface (AMI), Anti - Theft Alarm, Electronic Immobiliser,Please call for any further information required., Nationwide delivery available, £59,995", "other1": "", "other2": "", "other3": ""}, {"id": "201909232529974", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro 2dr", "price": 60995, "reg": "2014/14", "body_type": "coupe", "miles": 32000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909232529974", "description_raw": "Price: £60,995. IM SELLING MY CHERISHED AUDI R8 V10 PLUS-S-TRONIC IN STUNNING IBIS WHITE.FULL AUDI SERVICE HISTORY . CERAMIC COATING DONE IN SEPTEMBER 2019 .NEW TYRES.CARBON PACK IN AND OUT.ENGINE BAY LIGHTING . B&O SOUND SYSTEM.CROSS STITCHED SEATS . REVERSE CAMERA ,ACTIVE GPS TRACKER TRANSFERABLE  COST 800 POUNDS . THIS CAR IS PERFECT IN AND OUT.ONLY SELLING DUE TO NEW R8 SOFT TOP. LOCAL DEALER FACILITY AVAILABLE P/X WELCOME AND LOW RATE FINANCE FROM LOCAL CAR DEALERSHIP., Full service history, Electric windows, Air conditioning, Satellite navigation, Parking aid, DVD, MP3 player, CD player, Bluetooth, Leather trim, Heated seats, Height adjustable driver's seat, Height adjustable passenger seat, Sports seats, Alloy wheels, Power steering, Steering wheel rake adjustment, Steering wheel reach adjustment, Cruise control, Traction control, Central locking, Alarm, Immobiliser, Driver's airbags, Side airbags, Passenger airbags, Metallic paint. White, £60,995", "other1": "", "other2": "", "other3": ""}, {"id": "201909122150834", "title": "Audi R8 Coup- 5.2 FSI quattro 525 PS S tronic 2dr", "price": 62950, "reg": "2014/64", "body_type": "coupe", "miles": 18589, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909122150834", "description_raw": "Price: £62,950. Black, 19\" '5-arm double-spoke' design alloy wheels (19\" x 8.5J 235/35 front tyres and 19\" x 11J 295/30 R19 rear tyres), Front tires 235/35 R19 91Y rear tires 295/30 R19 100Y, 19\" '5-arm double-spoke' design alloy wheels (19\" x 8.5J 235/35 front tyres and 19\" x 11J 295/30 R19 rear tyres), Mobile telephone preparation - Low with Bluetooth interface, Voice dialogue system, Garage door opener (HomeLink&reg;), Sports suspension with dynamically tuned spring and damper combination, CD-changer, Cruise control, R8 3-spoke contoured flat-bottomed multifunction Sports steering wheel, Electrically adjustable seats, Heated seats, Satellite Navigation system - DVD-based, Headlight washers, Electronic climate control, Driver's Information System (DIS), Established since 1936, £62,950", "other1": "", "other2": "", "other3": ""}, {"id": "201910103171596", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro 2dr", "price": 63475, "reg": "2014/14", "body_type": "coupe", "miles": 22108, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910103171596", "description_raw": "Price: £63,475. 0% FINANCE AVAILABLE! HPI CLEAR! Junction 17 cars now have to offer a stunning Audi R8 Plus 5.2 V10 Petrol S Tronic Coupe.. Outstanding Service History.. Finished in Sepang Blue Pearl Effect Paint and complemented by Extended Fine Nappa Leather Diamond Stitched Upholstery (£3700 Upgrade) with Carbon Fibre Interior Trim.. Incredible Specification.. Carbon Ceramic Brakes.. Audi Advanced Parking System with Reverse Camera.. Bang & Olufsen Sound System.. 19\" Alloys in Titanium Finish.. Cruise Control.. Heated Electric Seats.. Bluetooth.\nPlease visit our website for full specification and hi-resolution photographs.... Junction 17 Cars is a unique family run business,  with all our cars HPI clear, and individually sourced, with service history, and fantastic features such as.... Outstanding service history (with 4 x services present).... Unbeatable flexible finance deals available with same-day approval.... UK's best part exchange deals available; we guarantee to beat any \"we-buy-any-car\" quote.... Call now for details!!!", "other1": "", "other2": "", "other3": ""}, {"id": "201909021771414", "title": "Audi R8 5.2 FSI V10 S Tronic quattro 2dr", "price": 63500, "reg": "2014/14", "body_type": "coupe", "miles": 19300, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909021771414", "description_raw": "Price: £63,500. Carbon Engine Bay and Side Blades ,very nice clean R8 inside and out, nice low mileage only 19250 miles ,comes with 12 months transferable warranty ,Gyeon Ceramic coated ,Must see this car you won't be disappointed ,every thing else fully standard not messed around with ,number plate not included, full Audi service history. Finance and part exchange available,PCP AND HP, Black, 4 owners, £63,500", "other1": "", "other2": "", "other3": ""}, {"id": "201810291922819", "title": "Audi R8 5.2 FSI V10 Plus S Tronic Quattro 2dr", "price": 63995, "reg": "2013/13", "body_type": "coupe", "miles": 20000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201810291922819", "description_raw": "Price: £63,995. Romans of St Albans are delighted to present this Samoa Orange R8 V10 Plus, with Black fine Nappa leather interior. Full service history. FINANCE AVAILABLE. Romans after care package includes: Romans 6 months warranty, Full service prior to delivery, Vehicle inspection (Upon request), 12 months MOT, Life time MOT (ask for details), Total value of package: £2000 - ALL INCLUSIVE IN THE PRICE. All of our clients have the added peace of mind that we have our own workshop facilities with free courtesy cars. Part Exchange very welcome, nationwide delivery also available. All of our vehicles have huge specifications far too much in most cases to list. So call 01727858000 or visit www.romanscars.com.To avoid a wasted journey we highly recommend making an appointment. Romans provide the highest of quality vehicles, and have at least 60 cars in stock at any one time. This means not all cars can be kept on site. This will also allow us to give you our fully undivided attention when viewing the vehicle you are interested in\n\nWE ARE LOOKING TO BUY YOUR TOP SPEC, LOW MILEAGE, FULL SERVICE HISTORY PRESTIGE, SPORTS, AND 4X4 VEHICLES. GET MORE FOR YOUR VEHICLE BY EITHER SELLING TO US, OR ASKING US TO SELL YOUR VEHICLE FOR YOU. PRIVATE BUYERS WANT WARRANTIES, THEY WANT TO PART EXCHANGE, THEY WANT FINANCE - TAKE ADVANTAGE OF ALL OUR FACILITIES. CALL ME NOW TO DISCUSS GETTING RID OF YOUR VEHICLE QUICKLY. CALL GIOVANNI ON 01727-858000 OR VIEW OUR WEBSITE: www.romanscars.com", "other1": "", "other2": "", "other3": ""}, {"id": "201909302770016", "title": "Audi R8 FSI [550] V10 Plus Quattro 2dr S Tronic 5.2", "price": 64000, "reg": "2014/64", "body_type": "coupe", "miles": 21588, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909302770016", "description_raw": "Price: £64,000. 19\" 5 arm double spoke Y design alloy wheels, Bang & Olufsen sound system, Audi parking system advanced, High-beam assist. Black, 19\" 5 arm double spoke Y design alloy wheels | Bang & Olufsen sound system | Audi parking system advanced | High-beam assist | 1000's more Audi's available, visit sytner.co.uk/audi/ to view our full range., £64,000", "other1": "", "other2": "", "other3": ""}, {"id": "201808269867686", "title": "Audi Audi R8 5.2 FSI V10 Plus S Tronic quattro 2dr CERAMIC …", "price": 64500, "reg": "2014/14", "body_type": "coupe", "miles": 16500, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201808269867686", "description_raw": "Price: £64,500. Excellent bodywork, Grey Part leather interior - Excellent Condition, Tyre condition Good, Four wheel-drive, Pearlescent Sepang, This Audi R8 5.2 V10 Plus Auto is a stunning example finished in Sepang Blue with extended Carbon pack & Carbon blades and 19\" 5 arm double spoke Y design alloy wheels in titanium finish, Specification includes - Black leather/Alcantara interior, Electric adjustable & Heated seats, 7 Speed S-Tronic automatic gearbox with paddles, Satellite navigation system, Air conditioning, Automatic lights & Wipers, Bluetooth connectivity, Bang & Olufsen sound system, Illuminated door sill trims with aluminium insert and R8 badge, Cruise control, Multi function flat bottom leather steering wheel, Front & rear parking sensors with reversing camera, Electric windows, Electric adjustable & Folding mirrors, 2 Keys, Services - 27/10/15 @ 4733 Miles (Audi), 12/05/16 @ 6256 Miles (Audi Inspection), 05/01/17 @ 6256 Miles (Audi), 02/05/17 @ 6832 Miles (Audi Brake fluid service), 04/09/18 @ 15786 Miles (Audi specialist). VIEWING BY APPOINTMENT ONLY. We are based on Stoneferry Road Hull HU8 8DA & we always have over 120 vans & cars in stock. We are open 8.30am-6.00pm Mon-Fri, 9am-5pm Sat & 10am-4pm Sun., £64,500", "other1": "", "other2": "", "other3": ""}, {"id": "201910052985453", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro 2dr", "price": 64995, "reg": "2014/14", "body_type": "coupe", "miles": 34200, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910052985453", "description_raw": "Price: £64,995. COMING SOON - SPEC TO FOLLOW....", "other1": "", "other2": "", "other3": ""}, {"id": "201911044009616", "title": "Audi R8 5.2 FSI V10 S Tronic quattro (s/s) 2dr", "price": 69500, "reg": "2016/66", "body_type": "coupe", "miles": 34200, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201911044009616", "description_raw": "Price: £69,500. Great spec V10 66 plate, had the car since May 2017 / enjoyed  driving the car across EU on a grand tour. Proof of all new parts eg brake pads/ disc avail. Audi front bumper respray to remove stone chips. Inside the car is immaculate condition with newly restored seat covers. Car drives as new And Comes with 2x original keyless remotes. Auto folding wing mirrors & rear parking camera. Pet and smoke-free. 2nd Owner and all documents available inc Full service history & recent MOT REASON FOR SALE - NEED FOR A LESS EXPENSIVE CAR., Next MOT due 14/08/2020, Full service history, Electric windows, Air conditioning, Satellite navigation, Parking aid, DVD, MP3 player, CD player, Bluetooth, Leather trim, Heated seats, Height adjustable driver's seat, Height adjustable passenger seat, Folding rear seats, Sports seats, 20, Power steering, Steering wheel rake adjustment, Steering wheel reach adjustment, Cruise control, Traction control, Central locking, Alarm, Immobiliser, Driver's airbags, Side airbags, Passenger airbags. Black, 2 owners, £69,500", "other1": "", "other2": "", "other3": ""}, {"id": "201906259375857", "title": "Audi R8 5.2 FSI V10 S Tronic quattro (s/s) 2dr", "price": 72950, "reg": "2016/65", "body_type": "coupe", "miles": 15000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201906259375857", "description_raw": "Price: £72,950. SPORTS PLUS PACKAGE INCLUDING SPORTS EXHAUST SYSTEM, AUDI MAGNETIC RIDE AND DYNAMIC STEERING, VIRTUAL COCKPIT, 2016 MODEL, BANG AND OLUFSEN SOUND SYSTEM (B & O), DRIVE ASSIST, MYKOS BLACK SIDE BLADES, 19\" ALLOYS, MMI SAT NAV, REAR VIEW CAMERA SYSTEM, SPORTS M/F/S/WHEEL WITH CRUISE CONTROL, PADDLE SHIFT AND VOICE CONTROL, ELECTRIC HEATED SPORTS SEATS WITH LUMBAR SUPPORT, FINE BLACK QUILTED NAPPA LEATHER WITH BLACK DIAMOND STITCHING, GREY ALCANTARA HEAD LINER, FRONT AND REAR PARK DISTANCE CONTROL, AUTOMATICALLY DIMMING REAR VIEW MIRROR, ELECTRIC FOLDING HEATED EXTERIOR MIRRORS, EU6 EMISSIONS (EURO 6 PLUS), KEY LESS START/GO, AIR CON CLIMATE CONTROL, FRONT AND REAR PARK DISTANCE CONTROL, BLACK BRAKE CALIPERS, AUTOMATIC HEAD LIGHTS, HIGH BEAM ASSIST, SEPARATE DAYTIME RUNNING LIGHTS, SIM CARD SLOT, 2x SD CARD SLOTS, 12V SOCKET, AUX CONNECTION, USB CONNECTIONS, CD PLAYER, DAB RADIO, BLUETOOTH, AUDI PHONE BOX, STORAGE PACK, CENTRE ARM REST, CUP HOLDERS, MAG RIDE, 16000 MILES, QUIRKS CAR COMPANY ARE VERY PROUD WINNERS OF RUNNERS UP FOR SPECIALIST DEALERSHIP OF THE YEAR AWARD 2018/19, 'BEST USED CAR CUSTOMER CARE 2016', AND THE 'SPECIALIST CAR DEALER OF THE YEAR 2015' AWARD FOR THE WHOLE OF THE UK AT THE USED CAR DEALER AWARDS, HOSTED BY CAR DEALER MAGAZINE AND SPONSORED BY BLACK HORSE. WE WERE ALSO WINNERS OF THE 'BEST USED CAR DEALER' AT THE 2014 USED CAR DEALER AWARDS.", "other1": "", "other2": "", "other3": ""}, {"id": "201910042970166", "title": "Audi R8 Coupé V10 5.2 FSI quattro 540 PS S tronic 2dr", "price": 72990, "reg": "2016/66", "body_type": "coupe", "miles": 15128, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910042970166", "description_raw": "Price: £72,990. Rear-view camera, Pneumatic seat backrest and side bolster adjustment, Cruise control, Audi Connect Infotainment Services, Extended Inlays - High-gloss black, Front Tyres 245/35 R19 - Rear Tyres 295/35 R19, MMI Navigation Plus with MMI Touch, Right-hand drive, Fine Nappa leather upholstery and trim, Interior Lighting Pack, DAB radio, Electromechanical power steering, R8 Sport Seats, Audi Music Interface, 83-litre fuel tank, Fuel system for SI engine with direct injection (FSI), Dynamic suspension, Tyre repair kit, Perforated and ventilated front disc brakes, Anti-theft wheel bolts, R8 3-spoke, flat-bottomed, multi-function, performance leather steering wheel with 2 operating satellites, ISOFIX child seat mounting for front passenger seat, Heated seats, Advanced key, Windscreen in heat-insulating glass, Fullsize airbags with front passenger airbag deactivation, Side airbag front with curtain airbag, V10 exterior styling, 19&quot; &apos;5-arm V-spoke design&apos; alloy wheels  (19&quot; x 8.5J 245/35 front tyres and 19&quot; x 11J 295/35 R 19 rear tyres), Retractable rear spoiler, Left exterior mirror, convex, Door mirror housing in body colour, Side blade in Ice Silver Metallic, Headlining, cloth, Right exterior mirror: aspherical, Exterior mirrors, electrically adjustable, heated, folding and auto-dimming with integrated LED indicator, Anti-theft alarm, Preparation for tracking system, Leather pack, Tyre pressure monitoring system, Automatic start-stop system with energy recuperation, Parking System Plus, front and rear, LED headlights, LED rear lights with dynamic rear indicators, Two-tone horn, Deluxe 1-zone climate control, Non-smoking pack, Audi Virtual Cockpit, Audi Sound System, Bluetooth interface. Grey, £72,990 Non VAT Qualifying", "other1": "", "other2": "", "other3": ""}, {"id": "201910233626824", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 76990, "reg": "2016/16", "body_type": "coupe", "miles": 31405, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910233626824", "description_raw": "Price: £76,990. We're proud to offer this 2016/16 Audi R8 V10+ finished in Suzuka Grey with Black leather. This vehicle has every factory carbon fibre option ticked and has a full Audi Service History.\n\nOptions,\n\nSuzuka Grey\nBlack leather \nGloss Black 20-inch wheels\nSilver carbon ceramic brakes\nCarbon fibre side blades\nCarbon fibre side vents\nCarbon fibre rear spoiler \nCarbon fibre rear diffuser \nCarbon fibre door mirrors\nCarbon fibre front splitter \nBang & Olufsen sound system\n14-way electric sports bucket seats\nCarbon fibre air-conditioning vents\nCarbon fibre driving zone \nCarbon fibre centre console\nAudi Multimedia \nRear view camera with reversing sensors\nPerforated leather steering wheel\nSports exhaust system\nHeated seats \nCruise control", "other1": "", "other2": "", "other3": ""}, {"id": "201910032899848", "title": "Audi R8 5.2 FSI V10 S Tronic quattro (s/s) 2dr", "price": 76990, "reg": "2016/16", "body_type": "coupe", "miles": 8500, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910032899848", "description_raw": "Price: £76,990. PRESTIGE CARS ARE DELIGHTED TO INTRODUCE THIS STUNNING R8 IN ARIA CRYSTAL BLUE TO THE MARKET BOASTING A GREAT SPEC AND HAS BEEN MAINTAINED WITH NO EXPENSE SPARED. FULL AUDI HISTORY.\n\nAPPOINTMENT ONLY***SAME DAY FINANCE DECISION ", "other1": "", "other2": "", "other3": ""}, {"id": "201906199185575", "title": "Audi R8 5.2 FSI V10 CoD S Tronic quattro 2dr", "price": 76999, "reg": "2016/65", "body_type": "coupe", "miles": 20500, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201906199185575", "description_raw": "Price: £76,999. IMMACULATE  AND HIGH SPECIFICATION CAR IN A STRIKING COLOUR., Next MOT due 05/03/2020, Full service history, Electric windows, Air conditioning, Satellite navigation, Parking aid, MP3 player, Bluetooth, Leather trim, Heated seats, Height adjustable driver's seat, Height adjustable passenger seat, Sports seats, Power steering, Steering wheel rake adjustment, Steering wheel reach adjustment, Cruise control, Traction control, Central locking, Alarm, Immobiliser, Driver's airbags, Side airbags, Passenger airbags. Yellow, 2 owners, £76,999", "other1": "", "other2": "", "other3": ""}, {"id": "201910113219878", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 77000, "reg": "2015/65", "body_type": "coupe", "miles": 17000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910113219878", "description_raw": "Price: £77,000. Sport Plus Package, Sports Exhaust System, Audi Magnetic Ride, Dynamic Steering, 20 Inch Gloss Black Alloys, Cruise Control, Reversing Camera", "other1": "", "other2": "", "other3": ""}, {"id": "201909182378075", "title": "Audi R8 5.2 FSI V10 Plus Coupe 2dr Petrol S Tronic quattro …", "price": 77989, "reg": "2015/65", "body_type": "coupe", "miles": 29000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909182378075", "description_raw": "Price: £77,989. Full Service History, Sports Exhaust, Full Carbon Interior And Exterior Kit, Rear View Camera, Bose Sound System, ", "other1": "", "other2": "", "other3": ""}, {"id": "201909092022280", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 78500, "reg": "2016/66", "body_type": "coupe", "miles": 37000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909092022280", "description_raw": "Price: £78,500. WE ARE DELIGHTED TO OFFER THIS STUNNING AUDI R8V10 PLUS, WORDS CAN NOT DESCRIBE HOW BEAUTIFUL THIS CAR IS AND IT HAS A HUGE AMOUNT OF SPECIFICATION. OPTIONS INCLUDE: SPORTS PLUS PACKAGE+ SOUND AND COMFORT PACKAGE+LED LAZER HEADLIGHTS+GLOSS CARBON ENGINE BAY TRIM+EXTENDED LEATHER PACKAGE FOR BUKET SEATS+20\" 10 SPOKE ALLOY WHEELS+DRIVER ASSITANCE PACK+ALLUIMINIUM CARBON DOOR SILLS+BANG OULFSEN SPEAKER SYSTEM. WE OFFER COMPETITIVE FINANCE PACKAGES AND PART EXCHANGE IS MOST WELCOME. This car is VAT QUALYFING and this price includes VAT AND IS STILL UNDER MANUFACTURES WARRANTY.", "other1": "", "other2": "", "other3": ""}, {"id": "201908020709976", "title": "Audi R8 5.2 FSI V10 S Tronic quattro (s/s) 2dr", "price": 79950, "reg": "2016/16", "body_type": "coupe", "miles": 10100, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201908020709976", "description_raw": "Price: £79,950. Full Description:\n\nFinished in Mythos Black Metallic with Black Diamond Stitched Fine Napa Leather Interior and Carpets creating a truly Stealthy Appearance. The car has done only 10k miles and is in perfect condition and running order. Full Audi Main Dealer Service History and a comprehensive specification, more of which follows below..\n\n\nFull Specification includes:\n\nOptional Extras Fitted to this vehicle:\n\n20'' 10 Spoke 'Y' Design Gloss Black Alloy Wheels\n\nCarbon Interior Pack\n\nDriver Assistance Pack\n\nGloss Carbon Exterior Pack\n\nSound and Comfort Pack, Bang  Olufsen\n\nSports Plus Pack\n\nStainless Steel Pedals\n\nElectric Heated R8 Sports Seats with Pneumatic Lumbar Support\n\nAlcantara Headlining\n\nLeather Sports Steering Wheel\n\nAudi 'Phone Box' ( Wireless Phone Charging)&nbsp;\n\nLED Headlamps / Audi Laser Light  with Hi-Beam Control\n\n\nService History:\n\nDate of First Registration 15.04.2016\n\nMOT Valid Until April 2020\n\nServiced by Audi Leicester on 06.02.2018 @ 7209 miles\n\nServiced by Audi Leicester on 15.01.2019 @ 9045 miles\n\n\nAdditional Information:\n\nWe have the V5 logbook and happy to look after your cherished transfer with the DVLA if you own a cherished plate.\n\nAny inspection is welcome and viewings are highly recommended at our indoor showroom. We are based in Loughborough, Leicestershire which is just 5 minutes drive from Junction 23 of the M1.\n\nWe accept all major debit or credit cards, and finance is available, subject to status.\n\nLegal Disclaimer: Hamilton Gray's Ltd make every effort to ensure that information contained in their adverts is accurate and complete, however, errors and omissions may occur from time to time and we are unable to guarantee the accuracy of said information, and therefore cannot be held liable for any reliance which you may place upon on it.", "other1": "", "other2": "", "other3": ""}, {"id": "201910213532419", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 79995, "reg": "2016/65", "body_type": "coupe", "miles": 15600, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910213532419", "description_raw": "Price: £79,995. Audi R8 5.2 FSI V10 CoD Plus S Tronic quattro 2dr  610BHP 2016 Full Audi service history  Sazuka Grey / White paint Tinted Windows  Full black leather interior  Carbon side blades, front, rear, spoiler, wing mirrors and inside.  Just been serviced and health checked by Audi. 5 Months MOT by Audi 15600 miles  Black Alloy Wheels  Adaptive full beam lights I work for a finance company so all dealer facilities can be given with the sale. Finance rates can be offered from 6.9% APR on this vehicle. Please email for a quote.  (NO OFFERS, PRICED TO SELL), Electric windows, Air conditioning, Satellite navigation, Parking aid, CD player, Bluetooth, Leather trim, Heated seats, Height adjustable driver's seat, Height adjustable passenger seat, Sports seats, Power steering, Steering wheel rake adjustment, Steering wheel reach adjustment, Cruise control, Traction control, Central locking, Alarm, Immobiliser, Driver's airbags, Side airbags, Passenger airbags. Grey, 3 owners, £79,995", "other1": "", "other2": "", "other3": ""}, {"id": "201909132190988", "title": "Audi R8 5.2 FSI V10 S Tronic quattro (s/s) 2dr", "price": 79995, "reg": "2015/65", "body_type": "coupe", "miles": 17000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909132190988", "description_raw": "Price: £79,995. Stunning R8 V10 Finished In Ara Blue Crystal Effect With Rotor Grey Diamond Stitched Fine Nappa Leather. Fantastic Spec Inc: 20\" Y Spoke Alloys, Audi Magnetic Ride, Bang & Olufsen Sound System, Audi Phone Box, Electric Heated Seats, Reversing Camera, Audi Laser Light, LED Headlamps, High Beam Assist, Dynamic Steering, Front & Rear Parking Sensors, Virtual Cockpit, MMI Plus, Multi Function Flat Bottom Steering Wheel, Paddleshift Gear Change, Cruise Control, DAB Digital Radio, Electric Folding Mirrors, Climate Control. This R8 Comes With Full Service History.", "other1": "", "other2": "", "other3": ""}, {"id": "201910183457120", "title": "Audi R8 5.2 FSI V10 S Tronic quattro (s/s) 2dr", "price": 79999, "reg": "2016/65", "body_type": "coupe", "miles": 22000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910183457120", "description_raw": "Price: £79,999. Key Information:\n\n- Huge Specification! \n- Only 2 Owners From New!\n- V10 Plus Kit with Spoiler! \n- List Price When New £133,690!\n\nOptional Extras:\n \nSound and Comfort Pack - £3,950\nSport Plus Pack - £3,500\nExtended Leather Package for Bucket seats - £2,750\n20\" '10-spoke Y design' forged alloy wheels, diamond cut finish - £2,350\nR8 3-spoke, flat-bottomed, multi-functional performance leather steering wheel with 4 operating satellites - £1,500\nContrast stitching - £650\nDriver Assistance Pack - £650\nAudi Phone Box - £450\nHigh-beam assist - £175\nGloss paint\t\nVegas yellow, gloss\t\n\nTotal Price of Optional Equipment\t£15,975", "other1": "", "other2": "", "other3": ""}, {"id": "201910143283720", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 81950, "reg": "2016/65", "body_type": "coupe", "miles": 16000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910143283720", "description_raw": "Price: £81,950. 10 months Audi warranty\n\n2016/65 Plate\n\nThe full optional specification is as follows:-\n\n1. Stitching in Express red\n2. Rear view camera\n3. Cruise control\n4. Bang and Olufsen sound system\n5. Extended fine Nappa leather package\n6. Audi sport pack\n7. Comfort and sound pack\n8. Driver assistance pack\n9.  Sport exhaust system\n10. Dynamic steering\n11. Audi magnetic ride\n12. R8 Sport seats\n13. 20\" 10 spoke Y design alloys in gloss black\n\n\nThe full service history is as follows:-\n\n1. Pdi - del miles - 07/01/2016 - Audi Slough\n2. Service - 6424 miles - 05/06/2017 - Audi Southend\n3. Service - 12734 miles - 01/11/2018 - Audi Northampton\n\n\nPlease call the office for any questions on 01664 840088", "other1": "", "other2": "", "other3": ""}, {"id": "201906189126151", "title": "Audi R8 PLUS QUATTRO V10 S-A 2dr", "price": 82850, "reg": "2015/65", "body_type": "coupe", "miles": 23000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201906189126151", "description_raw": "Price: £82,850. Grey, 2 doors, automatic, petrol, 23,000 miles, grey. FULLY HPI CLEAR, VERY HIGH SPEC AUDI R8 V10 PLUS MODEL- 600BHP, THOUSANDS OF POUNDS SPENT ON FACTORY UPGRADES WHICH INCLUDES- 20 INCH ALLOY WHEELS, CARBON FIBRE EXTERIOR KIT WHICH INCLUDES- CARBON MIRRORS, CARBON REAR SPOLIER, CARBON FRONT SPLITTER, CARBON FIBRE ENGINE SURROUND, CARBON FIBRE INTERIOR TRIM, BANG OLUFSEN SOUND SYSTEM, CERAMIC BRAKES, DIGITAL DASHBOARD, WIRELESS CHARGING, FOLDING MIRRORS, ELECTRIC SEATS, KEYLESS ENTRY, HIGH BEAM ASSIST, Alloy Wheels-20in x 9J 5-Double Spoke Design, Audi Parking System Advanced with Top View, Automatic Start - Stop Function, Climate Control with Sun Sensor, Colour Drivers Information System (DIS) with 7in High-Resolution Display, Cruise Control, DAB Digital Radio Reception, Electric Front and Rear Windows, Heated Front Seats with Variable Temperature Adjustment, MP3 Compatible Front-Loading CD/DVD Player, AM/FM Tuner, 60GB Hard Drive, 2 x SD Card Readers, Audi Music Interface (AMI), MMI Touch, Metallic or Pearl-Effect Paint, Mobile Telephone Preparation-High w. Audi Connect, Perforated Valcona Leather w. Comfort Sports Seats, Privacy Glass from B-Pillar, Rain Sensor, Satellite Navigation System - HDD - Based, Thatcham Category 1 Alarm, Tyre Pressure Loss Indicator, full service history- has been maintained regardless of cost,   We offer a fully comprehensive drive away insurance cover on request. We offer up to 3 years warranty per vehicle. PX welcome. WE ACCEPT ALL MAJOR CREDIT AND DEBIT CARDS!! ALWAYS AROUND 100 VEHICLES IN STOCK! FINANCE AVAILABLE, 1 owner, £82,850", "other1": "", "other2": "", "other3": ""}, {"id": "201902285384938", "title": "Audi R8 5.2 FSI V10 CoD Plus S Tronic quattro 2dr", "price": 84900, "reg": "2016/16", "body_type": "coupe", "miles": 29115, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201902285384938", "description_raw": "Price: £84,900. Audi R8 V10+ Coupe in metallic Mythos black protected in warranted XPEL Satin PPF! Black leather sport seats with sound and comfort pack, carbon fibre interior trim package and a Bang & Olufsen upgraded sound system. This brilliant R8 V10+ comes with Carbon fibre side blades, carbon fibre rear wing, sport plus pack, sports exhaust, larger fuel tank and 20 inch black multi spoke alloys.\n\nWalk around video is available upon request. More pictures and information can be found on our website www.gvelondon.com \n12 month warranty available through JBR/Aldermore/Black Horse. All of our vehicles undergo a full visual and mechanical health check by GVE Servicing and preparation by GVE detailing. GVE Detailing offers a personal car customisation option through ceramic coating, paint protection film, vehicle wraps and resprays.\n", "other1": "", "other2": "", "other3": ""}, {"id": "201910213526224", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 84990, "reg": "2015/65", "body_type": "coupe", "miles": 8742, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910213526224", "description_raw": "Price: £84,990. Superb Condition Inside and Out with Full Audi Main Dealer Service History  - Supplied with 1 Years 5 Star Warranty and Option to Extend for up to 3 Years - Any Inspection Welcome - Viewing By Appointment.", "other1": "", "other2": "", "other3": ""}, {"id": "201910213547933", "title": "Audi R8 5.2 V10 PLUS QUATTRO 2d AUTO 602 BHP RESERVE ONLINE - …", "price": 84995, "reg": "2015/65", "body_type": "coupe", "miles": 21000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910213547933", "description_raw": "Price: £84,995. Four wheel-drive, Audi phone box with wireless charging, Dynamic steering, Storage Package - R8, Gloss Carbon engine bay trim, Reversing camera, Alcantara headlining, Extended fine nappa leather pack - R8, Bang + Olufsen advanced sound system, Audi magnetic ride, Audi connect, Audi drive select with performance mode, Audi parking system plus with front and rear sensors, Audi Virtual Cockpit - 12.3\" LCD instrument cluster, Bluetooth connectivity with voice control, Cruise control + speed limiter, Driver's information system, MMI navigation plus with DVD, SD card reader, 10GB music storage, MMI touch panel, Service interval indicator, ABS/EBD, ASR, Ceramic brakes, Curtain Airbag, Driver/front passenger airbag, EDL traction control, ESP, Front passenger airbag deactivation, Front side airbags, Gloss anthracite brake calipers, Hill hold control, Tyre pressure monitoring system, Warning triangle and first aid kit, Advanced key, Anti theft system, Electronic immobiliser, Locking wheel bolts, Preparation for tracking system, Remote central locking, Valet parking key, 2 USB ports, Audi music interface, Auxiliary input socket, DAB Digital radio, 3 spoke flat bottomed multifunction performance leather steering wheel with 4 operating satellites, Adjustable steering column, Aluminium gear selector, Aluminium gear shift paddles, Ambient lighting, Deluxe climate control, Driver and passenger footwell lighting, Electric front seat height adjustment, Engine Compartment Light, Illuminated door pockets, Illuminated glovebox, Integrated front head restraints, Interior light with delay, Luggage compartment lighting, Reading lights, Stainless steel pedals and foot rest, Air inlet in Anthracite gloss black, Aluminium fuel cap, Audi Beam, Auto dimming rear view mirror with light and rain sensors, Body coloured bumpers, Electric front windows, Electrically adjustable and heated door mirrors, Folding door mirrors, Gloss anthracite black air outlets, Gloss Carbon rear spoiler, Green tinted glass, Heat insulating glass, Heated rear window, Laminated windscreen, LED daytime running lights, Extended inlays in matt Carbon surrounded for Audi virtual cockpit and air vents, Matt carbon inlay, Tyre repair kit, V10 Plus sports suspension REF:2FDMC. White, A gorgeous example of the iconic Audi R8 finished in \"Ibis White\" with gloss black alloys, black fine Nappa leather and great specification. Mantis Cars &ndash; Prestige. You're in Good Hands. An AA approved dealer, Trading Standards \"Buy With Confidence\" member & a finalist at Autotrader's 2018 awards. Please take a minute to read our fantastic reviews on AutoTrader, Facebook & Google. Every vehicle is fully prepared aesthetically & mechanically; subject to a 100 point check, HPI Clear & offered with a 6 month award winning warranty as standard (option to extend up to 3 yrs). We are located in a beautiful rural setting on the outskirts of Colchester, Essex - Conveniently reached by road (via a12), train (Colchester North Station) or air (Stansted Airport approx. 45 mins). We offer a complimentary collection service from these airports/stations. Call our friendly team on 01206 242012 or alternatively you can Call/SMS/Whats App 07484 519533 until 10 pm. Vehicles can be secured with a £250 deposit & viewings are best made by appointment to ensure your chosen vehicle is available, on site & we can service your enquiry correctly. We can provide a personalised vehicle video on request & delivery direct to your door (nationwide). PCP, Lease & HP packages available with a finance decision normally made in 15 mins., £84,995", "other1": "", "other2": "", "other3": ""}, {"id": "201907130048633", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 87000, "reg": "2016/65", "body_type": "coupe", "miles": 7300, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201907130048633", "description_raw": "Price: £87,000. We have here for you another perfect example of Audi R8 v10 PLUS witch covered only 6000 miles from new and serviced only by the main dealer and in perfect condition! This vehicle comes fully loaded with full carbon pack inside and outside , sport exhaust, amazing wheels and lovely colour.  This vehicle was Audi’s exposition car until 2018 .", "other1": "", "other2": "", "other3": ""}, {"id": "201910233622134", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 88750, "reg": "2016/66", "body_type": "coupe", "miles": 17800, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910233622134", "description_raw": "Price: £88,750. Car is in immaculate showroom condition and been looked after and cared for meticulously by a very proud owner.  Car was registered Sept 2016 on a 66 plate. Car brand new had over 17k of factory fitted extras so an absolute bargain for such a high specification car.  Finished in Vegas Yellow the car comes with so many standard and optional factory fitted options such as the LED Headlights With Audi Laser Light And High Beam Assist, Sound and Comfort pack to include Bang and Olufsen audio, illuminated door sill trims, Sport Plus Pack to include sport exhaust system, dynamic steering, Advanced Key, Exclusive Carbon Package, Audi Parking System Plus, R8 Sport Seats in Black Fine Nappa leather upholstery and trim with contrast diamond stitching design in Vegas yellow, Engine bay trim in Gloss Carbon, ISOFIX child seat mounting. Ceramic Brakes, Interior Lighting Pack, MMI Navigation Plus, MMI Touch, Audi Virtual Cockpit, DAB Digital Radio, Bluetooth Interface, Driver Assistance pack to include cruise control and reversing camera. Car is in immaculate showroom conditions and has a full Audi Service history and has just been serviced and health checked by Audi and given a MOT for 12 months from 04.09.2019. Car is fitted with a GPS tracking system which is still currently live. Car also has the option of one year extended Audi warranty for peace of mind if purchased by the end of September...., Next MOT due 04/08/2020, Electric windows, Air conditioning, Satellite navigation, Parking aid, DVD, MP3 player, CD player, Bluetooth, Leather trim, Heated seats, Height adjustable driver's seat, Height adjustable passenger seat, Sports seats, Power steering, Steering wheel rake adjustment, Steering wheel reach adjustment, Cruise control, Traction control, Alarm, Immobiliser, Driver's airbags, Side airbags, Passenger airbags, Spare wheel (Space-saver). Yellow, 1 owner, £88,750", "other1": "", "other2": "", "other3": ""}, {"id": "201908221421174", "title": "Audi R8 V10 Plus Quattro with Huge Spec and Audi Warranty 5.2 …", "price": 89950, "reg": "2016/16", "body_type": "coupe", "miles": 14700, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201908221421174", "description_raw": "Price: £89,950. 20'' '10-spoke Y' Design Forged Alloys in Matt Titanium with Diamond Cut Finish, Audi Sport Pack which includes Dynamic Steering, Audi Magnetic Ride and Sport Exhaust System, Comfort and Sound Pack, LED headlights and High-beam Assist, Virtual Cockpit with MMI Navigation Plus, Audi Ceramic Brakes, Extended Inlays in Matt Carbon, Heated Seats, Power Folding Exterior Mirrors, Cruise Control, Bang & Olufsen Sound System, Extended Fine Nappa Leather Pack. Blue, This is an amazing example of the fasted road car Audi have produced, the exhilarating R8 V10 Plus Coupe. This fabulous machine has a huge specification. It looks gorgeous in Ara Blue Crystal Effect with Extended Fine Black Nappa Leather with Contrast Ara Blue Stitching and has a huge list of features including 20'' '10-spoke Y' Design Forged Alloys in Matt Titanium with Diamond Cut Finish, Audi Sport Pack which includes Dynamic Steering, Audi Magnetic Ride and Sport Exhaust System, The Comfort and Sound Pack which includes Bang & Olufsen Sound System, Extended Fine Nappa Leather Pack, Pneumatic seat Backrest and Side Bolster Adjustment, Rear-View Camera, Audi Exclusive Door Sill Trims with Illuminated Sill Plates. In addition there is LED headlights and High-beam Assist, Virtual Cockpit with MMI Navigation Plus, Audi Ceramic Brakes, Extended Inlays in Matt Carbon, R8 3-Spoke Multi Function Steering Wheel, Heated Seats, Power Folding Exterior Mirrors, Cruise Control, Parking System Plus Front and Rear and Storage Compartment Pack. As you would hope there is a Full Audi service history. There is a comprehensive vehicle inspection and balance of an Audi manufacturers warranty until March 2020. We can also help you with a range of very competitive and flexible finance options to make your purchase even easier. Uber GT are proud winners of the 911uk Porsche Awards 'Porsche Customer Service Gold Award and Car Dealer Awards Best Customer Care. Part Exchange, £89,950", "other1": "", "other2": "", "other3": ""}, {"id": "201910283768915", "title": "Audi R8 Coup- V10 5.2 FSI RWS 540 PS S tronic 2dr", "price": 89990, "reg": "2018/18", "body_type": "coupe", "miles": 7726, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910283768915", "description_raw": "Price: £89,990.  Optional extras\n       1. Equipment and design packages\n          -[S9T] Special vehicle for launch\n          -[4ZH] Titanium Black Styling Pack\n       2. Paint finishes\n          -[6H6] Sideblade - Mythos Black\n       3. Wheels/tyres\n          -[45F] 20\" 10-spk Y gloss black alloy\n       23. Suspensions/brakes\n           [PC2] Red brake calipers\n             -[1KY] Disk brakes in rear\n             -[1LJ] Disk brakes in front\n          -[VF2] Stainless steel pedals\n       10. Seats/seating comfort\n           [PS5] R8 Bucket seats\n             -[3PF] Power height adjustment for both front seats\n             -[Q4P] Bucket seats\n       11. Seat upholstery/leather trim\n          -[N0Q] Fine Nappa Leather Perforated\n          -[7HB] Leather package\n       19. Radio and TV systems\n          -[9VS] Bang and Olufsen Sound system\n       22. Assistance systems\n          -[KA2] Reversing camera\n       9. Other exterior equipment\n          -[0P8] Sport exhaust system\n", "other1": "", "other2": "", "other3": ""}, {"id": "201910153326242", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 89995, "reg": "2016/16", "body_type": "coupe", "miles": 5700, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910153326242", "description_raw": "Price: £89,995. One previous owner who was Audi UK and can be confirmed by paperwork. Full Audi main dealer service history and Audi warranty till April 2020. Option to extend warranty for a further year. Full paint protection film over whole car front to rear including all carbon parts etc. Full front/rear thinkware dash cameras integrated along with Tracker system. Always kept inside heated garage and this shows as the car is completely flawless. Factory  Full Spec car including but not limited too, Gloss carbon diffuser-splitter-sideblades-wing mirrors, Matt carbon interior trims, Black headliner/interior,  BnO stereo, Heated black fine leather bucket seats, Laser headlights, Electric folding mirrors, Full perforated steering wheel/gear selector,  Illuminated door sills/engine bay, 20 inch gloss black alloys with near new p zero tyres. Not interested in any trade or part exchange offers etc. Im in no rush to sell so no silly cash offers will be entertained. Call with any questions and lastly car is totally HPI clear of any finance thanks., Blue, 2 owners, £89,995", "other1": "", "other2": "", "other3": ""}, {"id": "201909282725364", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 92245, "reg": "2017/67", "body_type": "coupe", "miles": 6000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909282725364", "description_raw": "Price: £92,245. Suzuka Grey With Extended Nappa Hide, Bang And Olufsen Sound System, Switchable Sports Exhaust,Exclusive Illuminated Door Sills, Reverse Camera,Audi Phone Box, Smartphone Interface, Garage Door Opener, 19 Inch 5 Arm Alloy Wheels, ceramic Brakes, Cruise. As New, Just Serviced.", "other1": "", "other2": "", "other3": ""}, {"id": "201909172317598", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 94850, "reg": "2017/67", "body_type": "coupe", "miles": 5011, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909172317598", "description_raw": "Price: £94,850. A confidence-inspiring supercar that's able to go to shops as well as the race track! This fabulous Audi R8 V10 Plus has been finished in Daytona Grey and is complemented by Diamond Stitched Grey Leather Sports Seats. This car has had just 1 former keeper and is presented for sale in absolutely stunning condition. It will be sold with the balance of its manufactures warranty. \n\nSport Pack Plus, Sports Seats, 20\" 10-Spoke Alloy Wheels, Driver Assistance Pack, Electric Front Seats, Fine Nappa Diamond Stitched Leather Seats.\nAnti Locking Brakes, Driver and Passenger Airbags, Remote Central Locking with Alarm/Immobiliser, DAB Radio, Bluetooth Connectivity, HDD Navigation System, Audi Parking System, Start/Stop Function, Tyre Pressure Loss System, Electrically Adjustable Advanced Key System, Carbon Ceramic Brakes. 3 Spoke Flat Bottomed Sports Steering Wheel, Heated Front Seats, High-Beam Assist, Carbon Rear Spoiler, Climate Control, Audi Virtual Cockpit.", "other1": "", "other2": "", "other3": ""}, {"id": "201910233604262", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 95000, "reg": "2016/16", "body_type": "coupe", "miles": 13000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910233604262", "description_raw": "Price: £95,000. The car has a full Audi history and needs for nothing with the last service completed at the end of Sept. The outside bodywork and wheels are as new, as is the interior and Recaro seats having only covered 13,000 miles. The grill, badges and petrol cap are finished in black rather than Chrome and the whole car has a Full Body PPF self healing wrap fitted by Signature Group which has a 7 year guarantee and cost 4.3k. If you google it the car being done features on their youtube videos. The sound and power are absolutely incredible having being enhance and perfectly complemented by a full Capristo Exhaust System costing just over 4.8k. This is completely programmable in the driving modes and exhaust sounds settings on the steering wheels controls. I'm happy to take this off as I have the original standard exhaust too which will come with the car. I also have a full KW height adjustable coilover magnetic ride suspension kit. Although this isn't currently fitted. I have an indoor and outdoor Audi cover and there  is also a S5 tracker fitted.  The car has no finance outstanding and is priced correctly based on the extras it has and the condition it is in. You may find a cheaper one but will not see a better example. Whilst I feel like selling it I don't need to so no offers, no part exchanges or traders. Proof of funding will be required to arrange to see the car with is currently in secure super car storage in Surrey. Thanks., Next MOT due 01/05/2020, Full service history, Grey, 2 owners, £95,000", "other1": "", "other2": "", "other3": ""}, {"id": "201910263730111", "title": "Audi R8 Coup- V10 plus 5.2 FSI quattro 610 PS S tronic 2dr", "price": 96950, "reg": "2018/18", "body_type": "coupe", "miles": 8573, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910263730111", "description_raw": "Price: £96,950. Four wheel-drive, Rear-view camera, Sport exhaust system, 20\" '10-spoke Y' design forged alloy wheels in gloss Anthracite black with 8.5J 245/30 R20 front tyres and 11.0J 305/30 R20 rear tyres, Audi Connect Infotainment Services, MMI Navigation Plus with MMI Touch, Fine Nappa leather perforated upholstery and trim, Interior Lighting Pack, DAB radio, Electromechanical power steering, Bucket seats, Audi Music Interface, Ceramic brakes, Anti-theft wheel bolts, R8 3-spoke, flat-bottomed, multi-function, perforated performance leather steering wheel with four operating satellites, Electric height adjustment for bothfront seats, Heated seats, Advanced key, Side airbag front with curtain airbag, Exclusive carbon package, Exterior mirrors, electrically adjustable, heated, folding and auto-dimming with integrated LED indicator, Anti-theft alarm, Leather pack, Tyre pressure monitoring system, Start-Stop system with recuperation, Parking System Plus, front and rear, High-beam assist, LED headlights, LED rear lights with dynamic rear indicators, Cruise control, Deluxe 1-zone climate control, Audi Virtual Cockpit, Audi Sound System, Bluetooth interface. Blue, £96,950 Non VAT Qualifying", "other1": "", "other2": "", "other3": ""}, {"id": "201910173408398", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 96994, "reg": "2018/18", "body_type": "coupe", "miles": 19800, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910173408398", "description_raw": "Price: £96,994. VAT QUALIFYING, MAG RIDE, SPORTS EXHAUST, ABSOLUTELY STUNNING, OPTIONAL AUDI RECARO BUCKET SEATS, Sport Plus Pack, 20\" '10-spoke Y design' forged alloy wheels in gloss Anthracite black, Audi exclusive Gloss Black Exterior Styling Pack, Reversing camera, Audi Phone Box, Smartphone Interface, 83 l fuel tank, Metallic paint, AA APPROVED DEALER; Visit thboler.com for a full set of pictures for this vehicle and to have Peace of mind when purchasing from us. Purchase your car from one of the largest independent car dealers in the UK, with a unique sales and service centre. Due to the nature of our business and site orientation we must insist on prior appointments if you wish to arrange a viewing on this vehicle. That way the vehicle will be presented immaculately and ready for a drive/viewing. We would be delighted to look at quality part exchanges against this vehicle if required. We can arrange finance and offer an AA Approved Extended Warranty. Please give our sales team a call now to book a viewing - not all vehicles will be stored on site - call ahead to avoid disappointment! A £1000 deposit is required to secure the car. All our stock is priced to sell and reviewed daily to keep it ahead of the competition. Please take into consideration the specification when price checking our vehicles as we strive to source the very best examples with the highest specifications. We kindly ask for serious enquiries only please. We make every possible effort to ensure the accuracy of our adverts are to the highest standards, We often spec check with the manufacturer, use HPI and of course appraise each vehicle. Unfortunately now and again Auto Trader may make an error - this is not intentional just a human error. We urge you as the customer to verify important specification before purchase as mistakes can not be rectified post sale. LL MAJOR PAYMENT METHODS ACCEPTED FOR DEPOSIT, P/X WELCOME. FOR A UNBEATABLE FINANCE QUOTATION PLEASE VISIT OUR WEBSITE WWW.THBOLER.COM. PLEASE CALL US ON 01295 690 933 TO BOOK YOUR APPOINTMENT TODAY. STRICTLY APPOINTMENT ONLY. DREAM IT. DRIVE IT!", "other1": "", "other2": "", "other3": ""}, {"id": "201911044003608", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr - SPORT …", "price": 97450, "reg": "2018/67", "body_type": "coupe", "miles": 11000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201911044003608", "description_raw": "Price: £97,450. Blue, Boss Motor Company are delighted to offer this stunning Audi R8 V10+ Coupe.Presented in Ara Blue Metallic with full Black leather interior and contrast stitch to match body colour.Complimented by Full Audi Main Dealer Service History.The specification of this car includes: Carbon sideblade, Sports package plus, Sports exhaust system, Dynamic steering, Variable magnetic ride, Diamond stitched seats, Comfort and sound package (B&O), Driver assistance pack, Cruise control, Reversing camera, Garage door opener, Heated seats, High beam assist, Navigation system, Power adjustable sports seats with pneumatic bolsters, Keyless entry, and more!- VIEWING STRICTLY BY APPOINTMENT ONLY - PART EXCHANGE WELCOME- FINANCE AVAILABLE THROUGH OUR WEBSITE - RAC WARRANTYREGISTRATION NUMBER AVAILABLE UPON REQUEST. PLEASE CALL FOR CONFIRMATION.Disclaimer: Whilst every effort has been taken to ensure accuracy of all our vehicles information, some inaccuracies may occur. It is important that you do not rely on this information but check with Boss motor company limited about any items which may affect your decision to buy this vehicle., 1 owner, £97,450", "other1": "", "other2": "", "other3": ""}, {"id": "201909192393687", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 97995, "reg": "2018/18", "body_type": "coupe", "miles": 17000, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201909192393687", "description_raw": "Price: £97,995. Stunning R8 V10 Plus Finished In Daytona Grey Pearl Effect With Express Red Diamond Stitched Leather Interior. Fantastic Spec Inc: Audi Sport Pack, Comfort and Sound Pack, Driver Assistance Pack, Sports Exhaust, Magnetic Ride, Dynamic Steering, 83 Litre Fuel Tank, Heated R8 Sports Seats, Bang & Olufsen Sound, Audi Phonebox Wireless Charging, Rear Camera, Extended Fine Nappa Leather Pack, Cruise Control, Smartphone Interface, Titanium Black Mirror Housing, ISOFIX Passenger Seat, 20\" Y Design Alloys In Matt Titanium, Front & Rear Sensors, Audi Virtual Cockpit, MMI Navigation Plus With MMI Touch, DAB, Advanced Key, Auto Dimming Mirrors, Electric Folding Mirrors, Large Rear Gloss Carbon Spoiler, LED Headlights, High Beam Assist, Matt Carbon Inlays, Interior Lighting Pack, Gloss Carbon Sideblades, Ceramic Brakes, Multi Function Flat Bottom Performance Steering Wheel, Tyre Pressure Monitoring. This R8 Comes With Full Service History and Remainder Of Manufacturers Warranty.", "other1": "", "other2": "", "other3": ""}, {"id": "201910083079612", "title": "Audi R8 5.2 FSI V10 Plus S Tronic quattro (s/s) 2dr", "price": 99950, "reg": "2018/67", "body_type": "coupe", "miles": 2946, "cc": 5.2, "tran": "automatic", "fuel": "petrol", "url": "https://www.autotrader.co.uk/classified/advert/201910083079612", "description_raw": "Price: £99,950. Daytona Grey with Black Nappa Leather - Audi Manufacturer's Warranty until January 2021 - High Spec Example - Including Audi Magnetic Ride & Sports Exhaust - UK Supplied\nOptions:\n20\" 10-Spoke Y-Design Forged Alloy Wheels in Anthracite Black\nAudi Magnetic Ride\nSport Exhaust System\nSound & Comfort Pack (Including: Bang & Olufsen Sound System + Full Leather Package + Illuminated Door Sill Trims)\nSports Seats\nExtended Fine Nappa Leather Interior\nUpholstery and Trim with Stitched Diamond Design\nAra Blue Contrast Stitching\nAudi Phone Box\nSmart Phone Interface\nCruise Control\nPneumatic Seat Backrest & Side Bolster Adjustment\nAudi Exclusive Illuminated Door Sill Trims\nAdditional Features:\nAudi Connect\nAudi Drive Select\nAudi Music Interface\nAudi Virtual Cockpit\nCarbon Fibre Exterior Mirrors\nCarbon Fibre Front Spoiler\nCarbon Fibre Interior Inlays\nCarbon Fibre Rear Diffuser\nCarbon Fibre Side Blades\nCeramic Brakes\nDeluxe Air Conditioning\nElectric/Folding/Heated Mirrors\nGloss Black Tailpipes\nHeated Seats\nHigh Beam Assist\nHill-Hold Assist\nLarge Fixed Rear Spoiler in Carbon Fibre\nLED Headlights\nLight & Rain Sensor\nMMI Navigation Plus\nParking System Plus\nPerforated Multi-Function Steering Wheel\nStainless Steel Pedals\nStart/Stop System\nTyre Pressure Loss Indicator\nV10 Plus Sport Suspension", "other1": "", "other2": "", "other3": ""}]}